{"id": 313601, "category": "World", "label": 1, "input": "has passed a bill obliging the government to continue efforts to develop a nuclear energy programme. Uranium enrichment can be used both for nuclear power and to make atomic bombs."}
{"id": 233310, "category": "Sports", "label": 0, "input": "TALLAHASSEE, Fla. - Seventh-ranked Florida State may get tight end Matt Henshaw back earlier than initially expected. Henshaw, who shares time with starter Paul Irons, left with a right ankle injury during "}
{"id": 671264, "category": "World", "label": 0, "input": "Former Enron executive Andrew Fastow, who pleaded guilty to fraud, will be sentenced on Tuesday."}
{"id": 934744, "category": "Sci/Tech", "label": 1, "input": "By Nonny de la Pena  Carbon dioxide. Orange peels. Chicken feathers. Olive oil. Potato peels. E. coli bacteria. It is as if chemists have gone Dumpster diving in their hunt to make biodegradable, sustainable and renewable plastics."}
{"id": 839006, "category": "Sci/Tech", "label": 1, "input": "Here's to Beer is proud to announce that \"Clink,\" an innovative new social networking promotion, has launched on MingleNow.com."}
{"id": 400775, "category": "Sports", "label": 0, "input": "Kevin Garnett made two free throws with 5.9 seconds left then Trenton Hassell blocked Jerry Stackhouse's long jumper at the buzzer, giving the Minnesota Timberwolves an 83-82 victory over the Mavericks last night in Dallas."}
{"id": 702754, "category": "Business", "label": 0, "input": "Monster Worldwide Inc., owner of the most-used online job list, fired general counsel Myron Olesnyckyj amid a probe into whether executives manipulated the dates on option grants."}
{"id": 944708, "category": "Business", "label": 0, "input": "NEW YORK (Reuters) - Stocks erased early gains on Tuesday and traded slightly lower as economic reports on housing and consumer confidence offset the positive impact of takeover offers for two U.S. companies."}
{"id": 1138148, "category": "Sports", "label": 1, "input": "The Pitsburgh Steelers’ top-rated defense was porous again, but Najeh Davenport scored three touchdowns to help his team break out of late-season swoon. "}
{"id": 556635, "category": "World", "label": 1, "input": "US computer giant IBM reports better than expected profits thanks to strong sales and the beneficial impact of the weak dollar."}
{"id": 108317, "category": "Sports", "label": 0, "input": "As American League teams get more familiar with Bobby Madritsch, they're learning what the Seattle Mariners already know about their sudden star."}
{"id": 451972, "category": "World", "label": 1, "input": "The Lebanese-born U.S. Marine who disappeared from his post in Iraq for nearly three weeks this summer before reappearing in Lebanon, saying he had been captured by enemy fighters, was charged with desertion yesterday."}
{"id": 34141, "category": "Sci/Tech", "label": 0, "input": "STOCKHOLM, Sweden Aug. 24, 2004 - NASA has agreed to launch its largest scientific balloons from a site in northern Sweden, a spokesman said Tuesday."}
{"id": 906597, "category": "World", "label": 1, "input": "The national exams sat by pupils in England before they are 16 should be scrapped, a watchdog urges."}
{"id": 572014, "category": "World", "label": 1, "input": "AFP - Lawyers representing Australian Mamdouh Habib, who was freed from Guantanamo Bay by US authorities last week, claimed he is suffering from emotional and psychological problems as a result of his detention."}
{"id": 611976, "category": "World", "label": 1, "input": "A top Palestinian militant leader dies after being shot in the head by Israeli troops last week, Palestinians say."}
{"id": 745818, "category": "Sci/Tech", "label": 1, "input": "By Moldes, A; Cendn, Y; Lpez, E; Barral, M T  Municipal solid waste (MSW) compost from aerobic or anaerobic bioprocesses was evaluated as components of substrates for potted plant production."}
{"id": 564869, "category": "Business", "label": 1, "input": "Airbus unveils the world's largest passenger plane"}
{"id": 437866, "category": "Sci/Tech", "label": 1, "input": "Partner with .Mac — Apple’s suite of Internet essentials — as a .Mac affiliate. More than half-a-million people use .Mac to make the Internet the ultimate experience. Learn how your customers can, too. [Dec 03]"}
{"id": 876445, "category": "Sci/Tech", "label": 1, "input": "By Eddie Barnes Political Editor ALEX Salmond has called on Westminster to resurrect plans for a revolutionary low-emission power station in Scotland."}
{"id": 434043, "category": "Business", "label": 1, "input": "Worldwide mobile phone sales surpassed 167 million units in the third quarter of 2004, a 26 percent increase from the third quarter of 2003, according to a report released by market rtesearch firm Gartner."}
{"id": 1020880, "category": "Sci/Tech", "label": 1, "input": "Microsoft said Wednesday it will buy a small Chicago-based technology company and add its group-chat software to a broad vision for integrated office communications programs."}
{"id": 135734, "category": "Business", "label": 1, "input": "Stephen J. Adler, deputy managing editor of The Wall Street Journal, has been named editor of Business Week magazine, succeeding Stephen B. Shepard, who announced last week that he would retire from the magazine to become the first dean of a new "}
{"id": 425872, "category": "Sci/Tech", "label": 0, "input": "AP - Lucent Technologies Inc. signed a four-year agreement to supply equipment for Cingular Wireless' rollout of its nationwide 3G high-speed wireless data system."}
{"id": 303642, "category": "Sci/Tech", "label": 1, "input": "Reuters - U.S. chip maker Advanced Micro Devices Inc.  has introduced a low-cost Internet access device that could cost just a few hundred dollars, aimed at first-time technology users in the developing world."}
{"id": 1116521, "category": "World", "label": 0, "input": "The US and Australia recall Chinese-made toys containing a substance linked to date-rape drug GHB."}
{"id": 969575, "category": "World", "label": 0, "input": "SANGRADOURO INDIAN RESERVE, Brazil -- When the sun sinks behind the palm and mango trees, candlelight flickers throughout a tiny village of thatched huts where about 100 Xavante Indians live."}
{"id": 41312, "category": "Sci/Tech", "label": 0, "input": "Hard-drive based multimedia player will be available later this year."}
{"id": 380913, "category": "World", "label": 0, "input": "AP - The United Nations top human rights official on Tuesday denounced the killing of civilians and injured people in Fallujah, saying violators of international humanitarian law must be brought to justice."}
{"id": 568764, "category": "Business", "label": 0, "input": "Prosecutors rewrote their script for the retrial of L. Dennis Kozlowski and Mark H. Swartz, purging the accusations of lavish spending focused on in the first trial."}
{"id": 556467, "category": "World", "label": 1, "input": "AP - Boosting its lineup in an increasingly competitive market, General Motors Corp. announced Tuesday that it will launch a new series of made-in-China Chevrolets next month."}
{"id": 757380, "category": "Sci/Tech", "label": 1, "input": "An administrative judge has recommended the judge overseeing Advanced Micro Devices Inc's US antitrust case against Intel Corp permit AMD to pursue foreign documents that relate to Intel's alleged misconduct in countries outside the US."}
{"id": 198768, "category": "World", "label": 0, "input": "Two Indonesian women held hostage for several days by militants in Iraq have been freed. The two women were handed over to the United Arab Emirates embassy in Baghdad on Monday."}
{"id": 244716, "category": "World", "label": 0, "input": "Summit will determine a strategy for giving Iran one last chance to abandon its alleged nuclear program or face new international pressures."}
{"id": 673926, "category": "World", "label": 0, "input": " NEW DELHI (Reuters) - A British colonial era law in India   that criminalizes homosexuality is \"not acceptable\" and   scrapping it is \"fundamental\" to the fight against AIDS, the   country's top official leading efforts to end the disease said."}
{"id": 98011, "category": "World", "label": 0, "input": "A conference on genetically-modified crops opens in Germany with calls for Europe to take up GM foods."}
{"id": 1065834, "category": "Sci/Tech", "label": 1, "input": "Intel may have lots of PC software developers at the ready for new mobile devices, but software for handhelds requires a different train of thought, according to ARM."}
{"id": 415439, "category": "Business", "label": 0, "input": "Pennsylvania Turnpike officials have decided not to waive tolls on Sunday as a way to cope with a strike that has continued over the holiday weekend."}
{"id": 1107516, "category": "Sci/Tech", "label": 0, "input": "PC World - A top Microsoft Corp. executive defended desktop application software, the source of the company's revenue for three decades, arguing on Tuesday that even services-based companies such as Google Inc. still need it."}
{"id": 576633, "category": "World", "label": 1, "input": " WASHINGTON (Reuters) - The United States has developed new  evidence which bolsters earlier indications that North Korea is  the source of nuclear material exported to Libya, U.S.  officials said on Wednesday."}
{"id": 844839, "category": "World", "label": 1, "input": "AP - The U.N. Development Program said Monday it suspended its operations in North Korea because the country failed to agree to changes in operational practices in response to U.S. allegations that U.N. money was being diverted to Kim Jong Il's regime."}
{"id": 271297, "category": "Business", "label": 1, "input": "There is likely to be strong U.S. pressure on much of Asia next year, not just China, to allow a major depreciation of the dollar."}
{"id": 142276, "category": "Business", "label": 1, "input": "Shell, the Anglo-Dutch oil giant, warned yesterday that production is likely to remain flat for the next five years as it accelerates the disposal of unwanted assets and "}
{"id": 55371, "category": "Sports", "label": 1, "input": "SERENA WILLIAMS: Serena is all-purpose with her withdrawals. She withdrew from the Acura Classic at La Costa. She withdrew from the Olympics."}
{"id": 115080, "category": "Sci/Tech", "label": 0, "input": "AP - Lake Tahoe has seen a dramatic reduction in levels of burned and unburned gasoline products in its water since two-stroke, carburetor engines were banned in 1999, water quality officials said."}
{"id": 89902, "category": "Sci/Tech", "label": 1, "input": "In a future with millions of users and devices taxing the Net, Intel-based servers will help out."}
{"id": 1220774, "category": "Sports", "label": 0, "input": "SAN DIEGO, California (Reuters) - Five-times champion Tiger Woods shrugged off a scrappy driving display to charge into contention in the Buick Invitational first round on Thursday."}
{"id": 479284, "category": "Sports", "label": 0, "input": "AP - Donnie Edwards has never lacked motivation."}
{"id": 879051, "category": "Business", "label": 1, "input": "NEW YORK (Reuters) - A federal jury found Qualcomm Inc.  guilty of infringing three patents owned by smaller rival Broadcom Corp.  and it awarded Broadcom $19.6 million in damages on Tuesday, the companies said."}
{"id": 445724, "category": "World", "label": 1, "input": "The European Union says it is not yet ready to lift a 15-year-old ban on selling arms to China, but is working toward that goal. The arms embargo dominated a one-day EU-China summit in the "}
{"id": 1283618, "category": "Business", "label": 0, "input": "Hewlett-Packard reported solid financial results for its fiscal first quarter, driven by growth in PCs and enterprise hardware. The results prompted HP to raise its forecast for the year ahead."}
{"id": 1228383, "category": "World", "label": 1, "input": "From Friday's potato-chip-fueled euphoria to Sunday's rain-soaked fistfights."}
{"id": 436888, "category": "World", "label": 1, "input": "International donors to the Palestinian Authority will meet in Oslo next week amid concern that aspects of Israel's planned withdrawal from parts of the occupied territories may harm an already shattered economy."}
{"id": 142532, "category": "Sci/Tech", "label": 0, "input": "Credit card processing firm Authorize.Net has been the target of a \"large-scale\" distributed denial-of-service attack that has resulted in periodic disruptions of service for some customers, says David Schwartz, the company's marketing director."}
{"id": 935507, "category": "Sports", "label": 0, "input": " Canada almost forces overtime on the final sequence of the match, but an offside violation allows the U.S. team to escape with a controversial 2-1 victory and a berth in the Gold Cup final. "}
{"id": 53604, "category": "Sports", "label": 0, "input": "Mallorca, Spain (Sports Network) - Michael Owen made an immediate impact in his first game with Real Madrid, setting up Ronaldo's game winner as Real shut out Mallorca, 1-0."}
{"id": 349945, "category": "World", "label": 0, "input": "Norway's foreign minister is due to meet  Tamil rebel leader Velupillai Prabhakaran  to revive the peace process in Sri Lanka."}
{"id": 976065, "category": "World", "label": 0, "input": "The Galaxy Zoo project wants the public to help it classify one million galaxies, to aid understanding of the evolution of the Universe."}
{"id": 401009, "category": "Sci/Tech", "label": 0, "input": "Plus: Geek squad comes to the rescue. [News.com Extra]"}
{"id": 1087430, "category": "World", "label": 1, "input": "Joe Torre’s refusal to accept a contract offer came 47 years to the day after the Yankees dismissed Casey Stengel."}
{"id": 14536, "category": "Sports", "label": 1, "input": "HOW fares Sven-Goran Eriksson? After all his nocturnal romping, were England just as rampant against the Ukraine? Why, certainly. "}
{"id": 309389, "category": "Business", "label": 1, "input": "Webmail.us, which provides hosted e-mail service for small and medium-size businesses, will announce next week a raft of improvements to its service, including a major migration of its core e-mail platform from Microsoft Corp. Windows to an open source platform."}
{"id": 516032, "category": "Business", "label": 1, "input": " CHICAGO (Reuters) - U.S. Treasury prices slumped on Monday  as worries about continued weakness in the U.S. dollar  triggered technical selling."}
{"id": 431284, "category": "Business", "label": 0, "input": " NEW YORK (Reuters) - Costco Wholesale Corp. reported a 5  percent increase in November sales at stores open at least a  year."}
{"id": 6779, "category": "World", "label": 1, "input": "KHARTOUM, Aug 18, 2004 (Financial Times) -- The number of military observers deployed in the Darfur region of Sudan is not sufficient to monitor whether the Sudanese government fulfils its pledges to the United Nations, a senior UN ..."}
{"id": 46491, "category": "Sports", "label": 0, "input": "'This has been one of the hardest decisions of my life but I feel the time is now right for me to move forward with my career,' he told the club's website yesterday."}
{"id": 78910, "category": "Business", "label": 1, "input": "SHELL Malaysia's Jintan field, located about 275km north west of Bintulu, offshore Sarawak, came onstream on Aug 31. “Jintan is the second gas field brought into production, following Serai which came onstream "}
{"id": 102946, "category": "World", "label": 1, "input": "COALITION plans to spend $2 billion on water reform would come at the cost of the nation's schools, hospitals and police stations, Opposition Leader Mark Latham said today."}
{"id": 444640, "category": "Sports", "label": 1, "input": "Left-hander Al Leiter returns to the Florida Marlins to sign a one-year contract after the New York Mets did not offer arbitration on Tuesday."}
{"id": 1128273, "category": "Business", "label": 1, "input": "NEW YORK (Reuters) - Sentiment toward the U.S. housing sector remained poor in December and a regional factory index showed weakness, while other data on Monday suggested the dollar's shrinking value had boosted trade and capital inflows in recent months."}
{"id": 218037, "category": "World", "label": 1, "input": "KABUL, Afghanistan - All 15 candidates running against interim Afghan leader Hamid Karzai signed an agreement Saturday boycotting the vote because of what they say is widespread fraud, and say they will not recognize the election results.    The announcement was read out after a meeting of candidates and their representatives at the home of Abdul Satar Sirat, an Uzbek who is an ex-aide to Afghanistan's last king..."}
{"id": 63747, "category": "Sci/Tech", "label": 0, "input": "TAIPEI Acer, the Taiwan computer company, named Gianfranco Lanci of Italy as its president on Wednesday, an appointment that signals the company's ambitions to expand its global market share."}
{"id": 138590, "category": "Sci/Tech", "label": 0, "input": "The Panama Canal linked more than the Atlantic and Pacific Oceans: it also connected rivers that had been separated by the Continental Divide."}
{"id": 218423, "category": "Sports", "label": 0, "input": "Chasing a huge target of 457 runs, India was struggling at 105 for six against Australia at the end of the fourth day of the first Test at Bangalore."}
{"id": 837405, "category": "Sci/Tech", "label": 0, "input": "Today Internet Commerce Corporation (ICC) (NASDAQ: ICCA), a leader in business-to-business e-commerce solutions, released preliminary results for fiscal second quarter, ended January 31, 2007."}
{"id": 222489, "category": "World", "label": 1, "input": "Two UN peacekeepers were wounded in shootouts with supporters of Haiti's ousted president in the capital and storm survivors in flood-ravaged Gonaives, the first "}
{"id": 1069676, "category": "Sports", "label": 0, "input": "Juan Pablo Ángel scored a goal with six minutes left and the Red Bulls escaped with a 2-2 tie with the New England Revolution last night at Giants Stadium. Francis Doe, a Liberian national making only his second start this season, stole the ball and found the streaking Ángel, who blasted a low shot past Revolution goalkeeper Matt Reis to tie the score. Ángel’s goal was his 16th in 20 games for the Red Bulls (11-10-5), who are battling for a playoff spot."}
{"id": 282925, "category": "Sports", "label": 1, "input": "A plane owned by leading stock car team Hendrick Motorsports has crashed on its way to a NASCAR race in the United States killing all 10 people on board."}
{"id": 1100096, "category": "Business", "label": 1, "input": "SEATTLE (Reuters) - Microsoft Corp said on Wednesday it would pay $240 million for a minority equity stake in Facebook in a deal that values the social networking Web site at $15 billion."}
{"id": 667694, "category": "Sports", "label": 0, "input": "COLUMBUS, Ohio -- In about the time it took 79-year-old Joe Paterno to jog to the locker room, Troy Smith and No. 1 Ohio State's defense turned a close game into a rout."}
{"id": 755371, "category": "World", "label": 1, "input": "BAGHDAD (Reuters) - Gunmen in police uniforms kidnapped dozens of people at a Baghdad branch of the Red Crescent on Sunday, the same day as British Prime Minister Tony Blair arrived in the capital to meet Iraq's embattled leaders."}
{"id": 984370, "category": "World", "label": 1, "input": "PARIS (Reuters) - French President Nicolas Sarkozy may travel to Brazil to try to drum up support for his nominee for IMF chief, Dominique Strauss-Kahn, after emerging countries questioned Europe's monopoly of the top job."}
{"id": 515281, "category": "Business", "label": 1, "input": "RENO--(Mineweb.com) Glamis Gold President and CEO Kevin McArthur said he is very happy that Toronto-based Goldcorp has agreed to let its shareholders decide whether to proceed with a proposed friendly merger with Wheaton River, or to consider a hostile "}
{"id": 142561, "category": "Business", "label": 1, "input": "By Christopher Hope, Business Correspondent (Filed: 23/09/2004). Shell pledged yesterday to spend more cash on finding oil and gas over the next three years as the world's third largest oil company admitted "}
{"id": 272323, "category": "Sports", "label": 1, "input": "Crystal Palace boss Iain Dowie refused to blame striker Andy Johnson after his penalty miss in the defeat to Charlton. \"I wouldn't blame Andy Johnson as he has been fantastic like he has been all season,\" said "}
{"id": 1171460, "category": "World", "label": 1, "input": "TEHRAN (Reuters) - Iran's president proposed a bigger budget for 2008-09 to parliament on Monday that he said would promote social equality but critics fear will further stoke double-digit inflation in OPEC's second biggest producer."}
{"id": 7972, "category": "Sports", "label": 1, "input": "ATHENS -- How many gilded fairy tales do you want? There was the Magnificent 7 in Atlanta in 1996 and the Fantastic 5 in Anaheim last summer. Was anyone really counting on dethroning the Romanians at an ..."}
{"id": 213807, "category": "Business", "label": 1, "input": "TORONTO (CP) - Eugene Melnyk, who used his personal fortune to buy the Ottawa Senators last year, stepped aside Thursday as chief executive of Biovail Corp."}
{"id": 731583, "category": "Sports", "label": 1, "input": "All was serene on Wednesday at Giants\u0092 practice, a stark contrast to the two previous Wednesdays of inflammable incidents that featured Tiki Barber and Michael Strahan."}
{"id": 955283, "category": "Sports", "label": 0, "input": "AP - Kei Kamara scored his second goal of the season and the Columbus Crew beat the New York Red Bulls 1-0 Saturday night."}
{"id": 361884, "category": "World", "label": 1, "input": "He first tried to get to Iraq in April 2003, when US troops established control over the country and jihad became a place on a map."}
{"id": 883949, "category": "Sci/Tech", "label": 1, "input": " SEATTLE -- A 27-year-old man described as one of the world's most prolific spammers was arrested Wednesday, and federal authorities said computer users across the Web could notice a decrease in the amount of junk e-mail. "}
{"id": 997076, "category": "Business", "label": 0, "input": "HOUSTON (Reuters) - Schlumberger Ltd. , the world's largest oil service company, said on Friday its second-quarter profit rose 47 percent, topping Wall Street expectations, driven by strength in its international markets."}
{"id": 1075042, "category": "World", "label": 0, "input": "US snipers in Iraq are told to \"bait\" areas with ammunition and then kill whoever picks it up, military court documents say."}
{"id": 30464, "category": "Sports", "label": 1, "input": "As captain of the United States Ryder Cup team, Hal Sutton will be more dictator than diplomat."}
{"id": 871687, "category": "World", "label": 0, "input": "Soft drink giant Coca-Cola spends makes its largest ever acquisition as it buys a health drink firm for $4.1bn."}
{"id": 1001134, "category": "Business", "label": 1, "input": "INNOVATIONS protected by patents are a wellspring of the US economy -- and especially of the Massachusetts economy. So any congressional reform of the patent law should follow a basic rule of medicine: \"First, do no harm.\" If the current law were as deeply flawed as some critics say, Kendall Square in Cambridge would not be the envy of other ..."}
{"id": 1106661, "category": "Sci/Tech", "label": 0, "input": "Another book publisher makes inroads toward the digital side of content."}
{"id": 1054604, "category": "Business", "label": 1, "input": "WASHINGTON - After years of favoring the hands-off doctrine of the Bush administration, some of the nation's biggest industries are pushing for something they have long resisted: new federal regulations."}
{"id": 490010, "category": "Business", "label": 0, "input": " LONDON (Reuters) - Investors are heading into 2005 in a  cautious mood, still favoring equities over bonds but keeping  their stock market exposure at a modest level."}
{"id": 1000777, "category": "Business", "label": 0, "input": "Two of the UK's largest insurers,  Friends Provident and Resolution,  are in talks to merge according to reports."}
{"id": 1264011, "category": "Business", "label": 1, "input": "In its annual report to Congress, the Bush administration acknowledged that deepening problems in the housing and credit markets will lead to slower growth than last year."}
{"id": 172026, "category": "Business", "label": 0, "input": " NEW YORK (Reuters) - U.S. stocks looked to open little  changed on Wednesday after staging a late rally in the previous  session, with investors focused on key economic and oil data as  crude drifts near $50 a barrel."}
{"id": 1129743, "category": "World", "label": 1, "input": " The United States is providing Turkey with real-time intelligence that has helped the Turkish military target a series of attacks this month against Kurdish separatists holed up in northern Iraq, including a large airstrike on Sunday, according to Pentagon officials. "}
{"id": 508751, "category": "World", "label": 1, "input": "VATICAN CITY - Pope John Paul II expressed \"great apprehension\" about the war in Iraq and other world hot spots, as he delivered his annual Christmas Day message to thousands of followers in Rome's St Peter's Square."}
{"id": 681395, "category": "World", "label": 1, "input": "Legislative victories were overshadowed by questions about the resignation of Representative Mark Foley."}
{"id": 149443, "category": "World", "label": 0, "input": "Floodwaters in Haiti are starting to recede as aid agencies struggle to bring relief to thousands of people in the wake of tropical storm Jeanne."}
{"id": 1018154, "category": "Business", "label": 0, "input": "NEW YORK (Reuters) - U.S. stocks rebounded on Wednesday, pushing the Nasdaq to its best day in more than a year, as investors snapped up beaten down technology shares, while the energy sector benefited from a surge in oil prices."}
{"id": 279119, "category": "World", "label": 1, "input": "A series of powerful earthquakes rocked northwestern Japan within minutes of each other on Saturday leaving 13 dead and over 700 injured."}
{"id": 979867, "category": "Sci/Tech", "label": 1, "input": "Blog: New Air Mouse from Logitech"}
{"id": 665549, "category": "Sci/Tech", "label": 0, "input": "By Elise Ackerman, San Jose Mercury News, Calif.  Sep. 22--An effort by San Jose State University to ban the Skype phone service has been put on hold in the face of fierce objections from students and staff."}
{"id": 154230, "category": "Sci/Tech", "label": 1, "input": "AP - Hundreds of earthquakes too small to be detected by humans have been reported at Mount St. Helens, but they are probably not a prelude to an eruption, a state seismologist said Friday."}
{"id": 449018, "category": "Sci/Tech", "label": 0, "input": "It's a clash between the film industry and a consumer electronics company -- over a home theatre jukebox. The legal battle is over something called the Kaleidescape System."}
{"id": 759065, "category": "Sports", "label": 1, "input": "The Jets trek to Elmo’s imaginary crayon-colored world took the edge off the black-and-white, win-or-else scenario that quarterback Chad Pennington, in particular, faced in Sunday’s game at Minnesota."}
{"id": 742238, "category": "World", "label": 0, "input": "AP - Mexico's new government announced Monday that it was sending more than 6,500 soldiers, marines and federal police to the western state of Michoacan to crack down on a wave of execution-style killings and beheadings that have left hundreds dead."}
{"id": 200736, "category": "Sci/Tech", "label": 0, "input": "Throughput Computing is the underlying strategy of Sun's new family of UltraSPARC processors designed to significantly increase real-world application performance."}
{"id": 551781, "category": "Sports", "label": 0, "input": "Baltimore appears to be out of the running for free-agent first baseman Carlos Delgado as Florida offers the slugger a deal worth $9 million more than the Orioles' offer."}
{"id": 871127, "category": "World", "label": 1, "input": "AP - A Peruvian government flight serving as a link between isolated jungle communities disappeared in the country's northeastern rain forest with 20 people on board, the Defense Ministry said Friday."}
{"id": 964655, "category": "Sports", "label": 1, "input": "GUATEMALA CITY (Reuters) - The Black Sea resort of Sochi, boosted by the personal intervention of Russian president Vladimir Putin, won the right to stage the 2014 Winter Olympic Games on Wednesday."}
{"id": 665338, "category": "World", "label": 0, "input": "AP - A real estate brokerage house associated with Democratic House candidate Heath Shuler belatedly paid over $69,000 in unpaid taxes Friday after The Associated Press raised questions with the campaign."}
{"id": 296526, "category": "World", "label": 0, "input": " VIENNA (Reuters) - The European Union pressed Iran on  Wednesday to scrap its uranium enrichment program in exchange  for nuclear technology, but diplomats said it was unclear if  Tehran would agree."}
{"id": 636518, "category": "World", "label": 0, "input": "The Islamist group controlling much of southern Somalia closes a radio station for playing love songs."}
{"id": 667979, "category": "Sci/Tech", "label": 1, "input": "By Sam Cook, Duluth News-Tribune, Minn.  Sep. 24--If you live in Superior, keep your eyes peeled for signs of illegal deer-hunting activity. That's the word from Lois Larson, who coordinates the deer-reduction hunt for the city of Superior."}
{"id": 659367, "category": "Sci/Tech", "label": 0, "input": "By Jim Johnson, The Monterey County Herald, Calif.  Sep."}
{"id": 232395, "category": "World", "label": 0, "input": "An inquiry into the fire on a Canadian submarine bought from the UK finds two separate fires broke out."}
{"id": 578702, "category": "Business", "label": 1, "input": "AP - Consumers lured by clearance sales and a fresh assortment of spring clothes gave many of the nation's retailers solid sales in January and hopes for even stronger business in the months ahead. Late-month snowstorms in the Midwest and Northeast depressed results for some merchants, but didn't hurt the industry's overall performance."}
{"id": 564492, "category": "World", "label": 0, "input": "AP - Iraqi security forces have arrested the \"most lethal\" top lieutenant of al-Qaida's leader in Iraq — a man allegedly behind 75 percent of the car bombings in Baghdad since the U.S.-led invasion, the prime minister's office said Monday."}
{"id": 501434, "category": "World", "label": 0, "input": "Chile's Supreme Court has postponed a ruling on whether murder and kidnapping charges against former dictator Augusto Pinochet should proceed."}
{"id": 398404, "category": "Sci/Tech", "label": 1, "input": "With its great plains of concrete and endless shopping malls, Long Island would seem an unlikely location for wildlife research. Yet this winter a team of waterfowl biologists will follow "}
{"id": 208996, "category": "World", "label": 0, "input": "Australia take control of the first Test, reducing India to 150-6 after posting 474."}
{"id": 1075933, "category": "Business", "label": 0, "input": " A federal jury yesterday ordered Vonage Holdings to pay Sprint Nextel $69.5 million in damages for violating six of its patents, prompting analysts to question whether the troubled Internet phone company could survive. "}
{"id": 61030, "category": "World", "label": 0, "input": "BEERSHEBA, Israel - Palestinian suicide bombers blew up two buses in this Israeli desert city Tuesday, killing 16 passengers and wounding more than 80 in an attack that ended a six-month lull in violence.    The buses exploded into flames just seconds apart and about 100 yards away from each other in the center of Beersheba - the deadliest suicide strike in nearly a year..."}
{"id": 239702, "category": "Business", "label": 0, "input": "Chinese leaders have closed a key economic meeting with pledges to maintain stable fiscal and monetary policies in 2005 and keep a tight lid on fixed-asset investment."}
{"id": 853112, "category": "Sci/Tech", "label": 1, "input": "eComm 3 Media, Inc. and a wholly owned subsidiary of Titan Global Entertainment, Inc. (PINKSHEETS: TGLE) announces it has reached an agreement with Norstar Media Entertainment, Inc. to market 52 half-hour shows of adrenaline pumping action of XX Sports through the Company's E GO MEDIA NETWORK."}
{"id": 195387, "category": "Sports", "label": 0, "input": "Jacksonville Jaguars Coach Jack Del Rio has spent the last week trying to fire up his team's fans. With the Indianapolis Colts coming to Jacksonville's "}
{"id": 701040, "category": "Business", "label": 0, "input": "WASHINGTON (Reuters) - The number of U.S. workers seeking jobless benefits rose by an unexpectedly steep 12,000 last week to 321,000, government data showed on Wednesday, but remained at levels pointing to a healthy labor market."}
{"id": 1054121, "category": "Business", "label": 0, "input": "The rising price of oil and of other commodities served as a tonic for the stock market, with energy and mining companies helping to lead the market upward."}
{"id": 304793, "category": "Sci/Tech", "label": 0, "input": "Dell offers to install its PCs, televisions and networks, and provide extra phone support for stopping viruses and spyware."}
{"id": 684641, "category": "World", "label": 1, "input": "Two Las Vegas schools are locked down after police say an armed teenager was spotted on campus."}
{"id": 257880, "category": "Sci/Tech", "label": 0, "input": "Dell and HP continue to dominate"}
{"id": 68723, "category": "Sports", "label": 0, "input": "Hurricane Frances has lost some of its bluster, but not enough to bring solution providers back to work. Calls were not answered at about a dozen Miami-area solution providers Friday, who no doubt were home bracing for the storm."}
{"id": 510138, "category": "Sports", "label": 0, "input": "AP - The brick wall came tumbling down Saturday, but that didn't stop the Miami Heat from beating the Los Angeles Lakers in Shaq vs. Kobe I."}
{"id": 816203, "category": "World", "label": 0, "input": "BRUSSELS -- European Union environment ministers agreed yesterday on an ambitious target to cut greenhouse gas emissions by 2020 in one of the boldest moves yet to contain global warming -- a goal likely to lead to mandatory limits for cars and pollution allowances for airlines."}
{"id": 31906, "category": "Business", "label": 1, "input": "The Spanish bank Santander Central Hispano said it still expects to complete its acquisition of British home-loan specialist Abbey National by the end of this year."}
{"id": 24116, "category": "World", "label": 0, "input": "INTERNATIONAL human rights organisations have launched a withering attack on the military hearing for David Hicks, claiming the Australian terror suspect's legal team will be denied the \"basic right\" to confront evidence against him."}
{"id": 22626, "category": "Business", "label": 0, "input": "In the late 1980s, developers were breaking ground for new shopping centers in the United States at the rate of four a day. In 2004, only three regional malls are expected to open the whole year."}
{"id": 422308, "category": "World", "label": 0, "input": "Hebrew news service “Itim” quotes Sheikh Hassan Yousef, considered a senior Hamas leader in the West Bank, as saying that Hamas was ready for a ten-year hudna (truce)."}
{"id": 79762, "category": "Business", "label": 0, "input": "The fall season that greets us this month is usually the best time to make money with technology stocks. So, does the Nasdaq stock index, drooping with a decline of about 8 percent so far this year, really represent the investing world's view of technology right now?"}
{"id": 523528, "category": "World", "label": 0, "input": "Uganda's government and the rebel Lord's Resistance Army are to sign a total cease-fire on Dec. 31, the chief mediator said on Wednesday."}
{"id": 39704, "category": "World", "label": 0, "input": "Reuters - The United Nations will consider more cutbacks in its peacekeeping mission in East Timor in October, a U.N. official said on Tuesday, prompting regional power Australia to warn against hasty action."}
{"id": 495570, "category": "Sci/Tech", "label": 0, "input": "Shame too much to bear"}
{"id": 1245280, "category": "Business", "label": 0, "input": "The British bank could face nationalization should an effort being led by Prime Minister Gordon Brown’s government fail to find a buyer."}
{"id": 778503, "category": "Business", "label": 1, "input": "Transmeta will stop offering engineering services in order to focus entirely on developing and licensing intellectual property, the Santa Clara developer of chip technologies said on Monday."}
{"id": 22439, "category": "Sci/Tech", "label": 0, "input": "A government scientist had concluded last year that most antidepressants are too dangerous for children because of a suicide risk and a new study appears to confirm his findings."}
{"id": 6289, "category": "Business", "label": 0, "input": "Creditors approve plan, get 10 cents on the dollar and allow airline to emerge from bankruptcy. MONTREAL (Reuters) - Air Canada creditors approved a recapitalization plan Tuesday that will allow the world's 11th largest airline to emerge from bankruptcy ..."}
{"id": 58445, "category": "Sci/Tech", "label": 1, "input": "The Bush administration has asked the Supreme Court to overturn a decision that requires cable companies to open their high-speed Internet networks to rival online providers."}
{"id": 1122937, "category": "Sports", "label": 1, "input": "AP - New Jersey Nets star Jason Kidd is being sued by a 23-year-old model who accuses him of groping and threatening her at a Manhattan nightclub two months ago."}
{"id": 1189646, "category": "World", "label": 1, "input": "LONDON (Reuters) - South African police chief Jackie Selebi has resigned as president of Interpol to fight corruption allegations, the world police organization said on Sunday."}
{"id": 473526, "category": "World", "label": 1, "input": "Reuters - U.S.-funded reconstruction in Iraq is gaining pace in some areas, albeit on a smaller scale than hoped, despite mounting attacks and intimidation by insurgents, said a senior U.S. official on Wednesday."}
{"id": 1003420, "category": "Business", "label": 0, "input": "WHEN I WAS a teenager, I was a fixture at the local Tweeter store. In those days, I dreamed of jettisoning my generic tape recorder in favor of a rack-component system with speakers that towered over my room like the giant stone heads of Easter Island. I peppered the über-knowledgeable Tweeter salesmen with technical questions until I was able to ..."}
{"id": 661518, "category": "Sci/Tech", "label": 1, "input": "Teens are wired.  How wired are they, really, particularly when it comes to getting their news and information?  We asked members of the Dallas Morning News Teen Advisory Board, which has been in existence since 2004."}
{"id": 238261, "category": "Business", "label": 1, "input": "Merck & Co., the US drug maker that recalled its Vioxx painkiller because of a link to heart disease, said short-term studies show the company’s planned successor pill, Arcoxia, is safer."}
{"id": 39787, "category": "Business", "label": 1, "input": "The European Commission has announced that it will investigate plans by Microsoft and Time Warner to buy a Digital Rights Management firm after an initial review gave rise to fears that the purchase might create or strengthen a dominant position by "}
{"id": 368487, "category": "Sports", "label": 0, "input": "Perhaps there is an upside about a move to Brooklyn: If or when the Nets leave town, they'll probably have new rims to shoot at."}
{"id": 244972, "category": "Sports", "label": 1, "input": "To Understand the tortured relationship between the great city of Boston and the equally great city of New York - in life as well as in baseball - look no further than Game "}
{"id": 663397, "category": "Sci/Tech", "label": 1, "input": "MARINA DEL REY, Calif., Sept. 21  /PRNewswire/ -- ICANN today welcomed strong statements made by Mr. John Kneuer, Acting Assistant Secretary for Communications and Information, United States Department of Commerce indicating support for private sector leadership of the DNS."}
{"id": 528445, "category": "World", "label": 0, "input": "In earthquake's 'ground zero', halting relief work begins amid tales of survival."}
{"id": 483789, "category": "Business", "label": 1, "input": "US aerospace giant Boeing Co said yesterday it would aim to offer cheaper planes to low-cost airlines after losing a lucrative 40-jet contract with Malaysia's AirAsia to European rival Airbus."}
{"id": 402355, "category": "Business", "label": 0, "input": "A new round has opened in the European Commission anti-trust battle against Microsoft as the judge hearing its appeal called for a closed meeting."}
{"id": 460605, "category": "Sports", "label": 0, "input": "AP - Tim Hudson might not be Los Angeles-bound after all. Dodgers general manager Paul DePodesta and his Oakland counterpart, Billy Beane, have talked extensively about Hudson at baseball's winter meetings."}
{"id": 981850, "category": "Sci/Tech", "label": 0, "input": "USATODAY.com - SANTA MONICA, Calif.  -   Video-game makers have devised a growing lineup of add-ons for more realistic experiences. The latest wave of special game add-ons - including some with expected prices of $100 or more - aims beyond the hard-core game audience."}
{"id": 956410, "category": "Business", "label": 0, "input": "Maharishi Mahesh Yogi, whom the Beatles sought guidance from, is seeking investors, and a branch of his organization has come to New York’s financial district."}
{"id": 1196680, "category": "Business", "label": 1, "input": "Apple’s Steven P. Jobs introduced an elegant new MacBook, and is betting he can mimic his digital music success with movies."}
{"id": 411551, "category": "Sports", "label": 0, "input": "AP - The grind of the NBA finally got to Hubie Brown, who at 71 had neither the fervor for the job nor the good health needed to remain the coach of the Memphis Grizzlies."}
{"id": 524629, "category": "Business", "label": 0, "input": "JACKSONVILLE, FL -- The Food and Drug Administration is giving hope to children with Leukemia that don't respond to traditional treatments."}
{"id": 1116533, "category": "Sports", "label": 1, "input": "The Knicks found a better way to fight back against the Denver Nuggets. Zach Randolph had 22 points and 17 rebounds, three other players scored more than 20 points, and New York erased a series of double-digit deficits to win, 119-112, last night in Denver's first trip to Madison Square Garden since last year's brawl."}
{"id": 841175, "category": "World", "label": 1, "input": "Some streets are bullet-riddled and abandoned danger zones — the boundaries between Sunni and Shiite areas."}
{"id": 976523, "category": "World", "label": 0, "input": "ALGIERS (Reuters) - A suicide bomber detonated an explosives-laden vehicle near an Algerian military barracks on Wednesday, killing himself and about eight other people in the restive Kabylie region east of Algiers, residents said."}
{"id": 406277, "category": "Sports", "label": 1, "input": "The Garden Island. PO‘IPU - Not even the sunscreen could cool off Phil Mickelson on his way to the 2004 Grand Slam title yesterday."}
{"id": 910237, "category": "Sci/Tech", "label": 1, "input": " NEW YORK (Reuters) - Qualcomm Inc.  said on Monday  it filed a request for an emergency stay of a U.S.  International Trade Commission ban on the import of some phones  containing Qualcomm chips."}
{"id": 150935, "category": "Sci/Tech", "label": 1, "input": "Reuters - A leading environmental group called Friday for protection for the great white shark and humphead wrasse coral fish, whose numbers have plunged because of overfishing and China's growing appetite for exotic foods."}
{"id": 545680, "category": "World", "label": 0, "input": "Canadian Press - MONTREAL (CP) - Sidney Crosby's jersey may have disappeared at Montreal's Pierre Elliott Trudeau Airport, police said Wednesday."}
{"id": 21854, "category": "World", "label": 0, "input": "Chinese President Hu Jintao Sunday described late leader Deng Xiaoping as a great man of the world whose scientific judgment of the modern times and deep vision intothe "}
{"id": 217142, "category": "Sports", "label": 0, "input": "Backed by Derek Jeter's three R.B.I.'s and a relentless offense, Kevin Brown threw six strong innings to lead the Yankees past the Minnesota Twins, 8-4."}
{"id": 91939, "category": "Sci/Tech", "label": 1, "input": "Proposed law would allow more people to be charged with criminal copyright violations."}
{"id": 437365, "category": "World", "label": 1, "input": "Germany, a vocal opponent of the war in Iraq, pledged today to broaden its role in the training of Iraqis, but stuck to its position that any such aid must be conducted outside the insurgency-riven country."}
{"id": 1081879, "category": "Business", "label": 0, "input": " A prominent Chicago law firm signed a deal yesterday to move into a distinctive, high-end office building slated to rise on K Street downtown. "}
{"id": 416804, "category": "World", "label": 1, "input": "Just a day before an international deadline, Iran agreed Sunday not to test any centrifuges as part of a total suspension of nuclear activities that can yield uranium for atomic weapons."}
{"id": 130261, "category": "Sports", "label": 1, "input": "LEE WESTWOOD tossed his shoes into the crowd and wrapped himself in the European flag. Sergio Garcia waved his putter over his head like a matador."}
{"id": 373400, "category": "World", "label": 1, "input": "The Russian president says India should become a veto-wielding member in the enlarged UN Security Council."}
{"id": 1225665, "category": "Sci/Tech", "label": 0, "input": "Reuters - Qtrax, a new legal online file-sharing  service that allows fans to download songs for free, said on  Sunday it will launch with 25 million to 30 million copyrighted  tracks with backing from major labels."}
{"id": 144320, "category": "World", "label": 0, "input": "Shillong, Sept. 23. (PTI): Eight bodies of the passengers of the Pawan Hans helicopter, which crashed yesterday near here, were identified today even as a team from the Directorate General of Civil Aviation "}
{"id": 946201, "category": "World", "label": 1, "input": "Young Americans are more likely to favor an open-door policy on immigration, the legalization of gay marriage and government-run health care, a poll found."}
{"id": 490270, "category": "World", "label": 0, "input": "Members of the Basque parliament vote in favour of greater independence from Spain."}
{"id": 434815, "category": "Business", "label": 0, "input": "NEW YORK, December 3 (newratings.com) - The Board members of the Californian state pension fund, Calpers (California Public Employees Retirement System), are scheduled to begin the process of selecting a new President today, after Sean Harrigan was "}
{"id": 426068, "category": "Business", "label": 1, "input": "Ziggy Switkowski quit as chief executive of Telstra Corp., Australia's largest phone company, ending a five-year tenure where he presided over a 42 percent slide in the share price and "}
{"id": 79773, "category": "World", "label": 0, "input": "ZNAMENSKOYE, Russia -- It was 6 a.m. when Russian soldiers hoisted themselves over the wall, crashed through the window, and broke down the front door. Their quarries were still asleep."}
{"id": 349501, "category": "Sci/Tech", "label": 1, "input": "Google will gradually roll out POP3 (Post Office Protocol) support over the coming weeks to users of its Gmail service, allowing them to use the feature to download e-mail messages from Gmail servers to e-mail applications on devices such as PCs and "}
{"id": 1137313, "category": "Business", "label": 1, "input": "NEW YORK (Reuters) - MBIA Inc, the world's largest bond insurer, said it had guaranteed $8.1 billion of the riskiest mortgage securities, imperiling its entire net worth and sending its shares plunging 26 percent."}
{"id": 90454, "category": "Business", "label": 1, "input": "WORK will begin on one of Australia's biggest industrial projects within weeks, after Canadian giant Alcan today approved a $2 billion expansion of its alumina refinery in the Northern Territory."}
