{"Unnamed: 0": 853112, "label": 1, "category": "Sci/Tech", "input": "eComm 3 Media, Inc. and a wholly owned subsidiary of Titan Global Entertainment, Inc. (PINKSHEETS: TGLE) announces it has reached an agreement with Norstar Media Entertainment, Inc. to market 52 half-hour shows of adrenaline pumping action of XX Sports through the Company's E GO MEDIA NETWORK."}
{"Unnamed: 0": 90454, "label": 1, "category": "Business", "input": "WORK will begin on one of Australia's biggest industrial projects within weeks, after Canadian giant Alcan today approved a $2 billion expansion of its alumina refinery in the Northern Territory."}
{"Unnamed: 0": 6779, "label": 1, "category": "World", "input": "KHARTOUM, Aug 18, 2004 (Financial Times) -- The number of military observers deployed in the Darfur region of Sudan is not sufficient to monitor whether the Sudanese government fulfils its pledges to the United Nations, a senior UN ..."}
{"Unnamed: 0": 279119, "label": 1, "category": "World", "input": "A series of powerful earthquakes rocked northwestern Japan within minutes of each other on Saturday leaving 13 dead and over 700 injured."}
{"Unnamed: 0": 661518, "label": 1, "category": "Sci/Tech", "input": "Teens are wired.  How wired are they, really, particularly when it comes to getting their news and information?  We asked members of the Dallas Morning News Teen Advisory Board, which has been in existence since 2004."}
{"Unnamed: 0": 437866, "label": 1, "category": "Sci/Tech", "input": "Partner with .Mac — Apple’s suite of Internet essentials — as a .Mac affiliate. More than half-a-million people use .Mac to make the Internet the ultimate experience. Learn how your customers can, too. [Dec 03]"}
{"Unnamed: 0": 1171460, "label": 1, "category": "World", "input": "TEHRAN (Reuters) - Iran's president proposed a bigger budget for 2008-09 to parliament on Monday that he said would promote social equality but critics fear will further stoke double-digit inflation in OPEC's second biggest producer."}
{"Unnamed: 0": 1128273, "label": 1, "category": "Business", "input": "NEW YORK (Reuters) - Sentiment toward the U.S. housing sector remained poor in December and a regional factory index showed weakness, while other data on Monday suggested the dollar's shrinking value had boosted trade and capital inflows in recent months."}
{"Unnamed: 0": 910237, "label": 1, "category": "Sci/Tech", "input": " NEW YORK (Reuters) - Qualcomm Inc.  said on Monday  it filed a request for an emergency stay of a U.S.  International Trade Commission ban on the import of some phones  containing Qualcomm chips."}
{"Unnamed: 0": 984370, "label": 1, "category": "World", "input": "PARIS (Reuters) - French President Nicolas Sarkozy may travel to Brazil to try to drum up support for his nominee for IMF chief, Dominique Strauss-Kahn, after emerging countries questioned Europe's monopoly of the top job."}
{"Unnamed: 0": 402355, "label": 1, "category": "Business", "input": "A new round has opened in the European Commission anti-trust battle against Microsoft as the judge hearing its appeal called for a closed meeting."}
{"Unnamed: 0": 665338, "label": 1, "category": "World", "input": "AP - A real estate brokerage house associated with Democratic House candidate Heath Shuler belatedly paid over $69,000 in unpaid taxes Friday after The Associated Press raised questions with the campaign."}
{"Unnamed: 0": 1106661, "label": 1, "category": "Sci/Tech", "input": "Another book publisher makes inroads toward the digital side of content."}
{"Unnamed: 0": 816203, "label": 1, "category": "World", "input": "BRUSSELS -- European Union environment ministers agreed yesterday on an ambitious target to cut greenhouse gas emissions by 2020 in one of the boldest moves yet to contain global warming -- a goal likely to lead to mandatory limits for cars and pollution allowances for airlines."}
{"Unnamed: 0": 510138, "label": 1, "category": "Sports", "input": "AP - The brick wall came tumbling down Saturday, but that didn't stop the Miami Heat from beating the Los Angeles Lakers in Shaq vs. Kobe I."}
{"Unnamed: 0": 568764, "label": 1, "category": "Business", "input": "Prosecutors rewrote their script for the retrial of L. Dennis Kozlowski and Mark H. Swartz, purging the accusations of lavish spending focused on in the first trial."}
{"Unnamed: 0": 501434, "label": 1, "category": "World", "input": "Chile's Supreme Court has postponed a ruling on whether murder and kidnapping charges against former dictator Augusto Pinochet should proceed."}
{"Unnamed: 0": 380913, "label": 1, "category": "World", "input": "AP - The United Nations top human rights official on Tuesday denounced the killing of civilians and injured people in Fallujah, saying violators of international humanitarian law must be brought to justice."}
{"Unnamed: 0": 411551, "label": 1, "category": "Sports", "input": "AP - The grind of the NBA finally got to Hubie Brown, who at 71 had neither the fervor for the job nor the good health needed to remain the coach of the Memphis Grizzlies."}
{"Unnamed: 0": 564492, "label": 1, "category": "World", "input": "AP - Iraqi security forces have arrested the \"most lethal\" top lieutenant of al-Qaida's leader in Iraq — a man allegedly behind 75 percent of the car bombings in Baghdad since the U.S.-led invasion, the prime minister's office said Monday."}
