{"input": "Heading off to my hell. Need a vacation badly! I'm 32 and haven't been on one since I was 16. Can't afford one though \n", "label": 1}
{"input": "I know my life has been flipped upside down when I just thought in my head that some Ramen sounds good. \n", "label": 1}
{"input": "@chewbeka yeah it is brutal  at least it's not until June lmao. But I'm excited, then we have to get onto another plane to Canada LOL\n", "label": 1}
{"input": "@lissie45 sorry, just saw the post, signed up even before i finished reading lol....these guys are gold. feel bad for those who paid 600 \n", "label": 1}
{"input": "@chester_see Yes, I often take the risk of running down the DLR steps but today I just missed that last step and twisted my ankle. \n", "label": 1}
{"input": "I hate coming in early, throws me right out with lunch. Been hungry for the past two hours - 40 minutes still to go. \n", "label": 1}
{"input": "@cococourtney i was just listening to the sweets for the first time in forever! i miss them so much  can we go to chi town for visits plz?\n", "label": 1}
{"input": "In the garage getting an estimate for the wheel damage on my car from Sunday's  little mishap - not looking good! \n", "label": 1}
{"input": "@polaroidskyline that sounds fair horrible.  i was going to repeat myself, but i guess the text I just sent you would do it better. whee.\n", "label": 1}
{"input": "Missin my son..he went home with my monster in law last night  i can't wait to get him back this afternoon after work!\n", "label": 1}
{"input": "When I get mine Iï¿½m going to do a tour of Copenhagen with it ï¿½;) Hmmph I can't top that  .. must get thinking .. http://tinyurl.com/c2trgj\n", "label": 1}
{"input": "@FadyAnwar its sad cause that was the last GSM company owned by Egyptians, also Orascom was inforced to sell its share to FC \n", "label": 1}
{"input": "Prodigy were ace last night! Only managed a few hours sleep last night, not feeling myself today        Have a cool day guys.\n", "label": 1}
{"input": "im trying to make a chicken soup like my mothers,... but without a recipe.. this will be interesting... and i cant find matzah. \n", "label": 1}
{"input": "just got to work and am so ravenous have eaten my gipton steak &amp; branston sarnies. Now I'll have to buy something for lunch!!   doh!\n", "label": 1}
{"input": "ok my TWEET PEEP i must head to bed now...Got to take a test in Law tomorrow  ...is it summer yet?  anyway much love and HUGGERS\n", "label": 1}
{"input": "Day is frantic - being shotgunned with lots of work requests all at the same time - running out of hands \n", "label": 1}
{"input": "Just checked my user timeline on my blackberry, it looks like the twanking is still happening  Are ppl still having probs w/ BGs and UIDs?\n", "label": 1}
{"input": "@raymondroman oh noes. how did you manage to send something to the trash can AND empty it without noticing! i feel for ya \n", "label": 1}
{"input": "@stephenfry Thanks. I now have &quot;What is love&quot; stuck in my head. What is love? Baby don't hurt me. Don't hurt me. No more \n", "label": 1}
{"input": "&quot;its not how you are alike. its how you are diferent&quot; I just cried in that montage flashback in HP5  makes me cry every time.\n", "label": 1}
{"input": "Ahh sorry ya';ll for not being able to twitter from the show my phone so did not work in there at all  But brit was amazeing....ahhh\n", "label": 1}
{"input": "@amber_benson  my hubby (for some reason) thinks it's more important he has a good spot for red carpet for the Trek Movie Premiere. Sod!\n", "label": 1}
{"input": "@JessDubb lmao. U may have to wait for another season to come thru. its summe boo. Hot nd dry ass weather \n", "label": 1}
{"input": "@RonJeffries I'd love to hire you again too, it was tons of fun last time. I don't do the budget tho. Or the hiring \n", "label": 1}
{"input": "Where did u move to?  I thought u were already in sd. ?? Hmmm. Random u found me. Glad to hear yer doing well.\n", "label": 1}
{"input": "@JohnPeel haha yeah that is the most ad could manage!! this is hell were bloody brilliant, crowd turn out was pathertic though \n", "label": 1}
{"input": "@MissElizabeth Food allergies suck!  I became allergic to shellfish about 4 months ago out of the blue, and I used to love shrimp.  \n", "label": 1}
{"input": "Is happy because I annihilated a baby huntsman in my kitchen with the cooking pan..however this means a MAMA one may be in hiding  FUCK!!!\n", "label": 1}
{"input": "Surprised by the new Eminem song... don't think he should have gone for comedy again  maybe it will grow on me\n", "label": 1}
{"input": "Finally gave in and was bored enough to start this thing. I think the 140 is going to be a problem for me tho.  its like a myspace status.\n", "label": 1}
{"input": "@David_Henrie *thats people mag haha i couldnt fit it all in.. i dont think those pictures ever made it in the magazine tho!  haha\n", "label": 1}
{"input": "lost in Proximus online site/maze, between 'e-Services' and 'MyProximus'. No way to send an email to support. And @proximus is a squatter \n", "label": 1}
{"input": "No gym yesteday!!!! They have a all new gym so I need a new induction  good news is it's booked for Wednesday woot!!!\n", "label": 1}
{"input": "Kelly Good morning fellow tweets, there is allot of spamers on here.  but thats ok, I'll just get rid of them. http://ff.im/1Y9yn\n", "label": 1}
{"input": "Just been playing with the new Mobbler v0.4.0 and it adds some great new features, but won't play music on my E71, like v0.3.5 did \n", "label": 1}
{"input": "@SherriGarrity Sorry I missed responding yesterday  Rochester is in MN, so we are not to far from each other! Dark chocolate rocks!\n", "label": 1}
{"input": "I totally just lied about going on a trip to get out of hanging out with someone. 'Airport' was the only excuse that came to mind. \n", "label": 1}
{"input": "@spaulds1 Hey , I'm good thanks , just had lunch  hehe , it's noon overhere ( Belgium ) and it's raining \n", "label": 1}
{"input": "@mileycyrus awe I feel u i just woke up for school  hopefully we both have a better rest of the day.. &amp; I hope that includes meeting u lol\n", "label": 1}
{"input": "Wanted to tweet that I was in Victoria! But silly Canadian service wouldn't work. Home now and sad vacation is over. \n", "label": 1}
{"input": "and its done now i need to curl it omg i need someone to do this for me  then my make-up then get dressed then tidy up ... all befor one !\n", "label": 1}
{"input": "@hollaglam my fav English teacher, she just had miscarriage.  &amp; u knw wht makes me sad even more? she was going to name her baby Tamara \n", "label": 1}
{"input": "@quinparker I find that, in this age of internettery, this is how you perfectly express sorrow and empathy for another's pain \n", "label": 1}
{"input": "@shannanstedman haha i got to be up at 8  and sit through a 2 hr mass. umm like 2 ish ..is that alright? is that too late?\n", "label": 1}
{"input": "@KourtneyKardash yup night workouts r the worst but unfortunetly my work schedule only allows me to go at night  its tough!\n", "label": 1}
{"input": "@transbay &quot;SFMTA Budget Proposal Hearing: tomorrow, April 7 at 2:00 pm (City Hall, Room 400). Sadly, I cannot attend.&quot; Me neither. \n", "label": 1}
{"input": "I know I shouldn't feel upset about losing a follower. Who was probably a porn star or trying to sell me something. And yet, I do. \n", "label": 1}
{"input": "Re-pinging @Kyle44: Custom icons I made! =] look cool but the edges could be less square  might look bad on a diff background\n", "label": 1}
{"input": "Blooming great, change of weather now I have a cold, just my luck, don't seem to be having much luck lately... life sucks at the mo \n", "label": 1}
{"input": "Morning all. Gave the cat his tablet this morning... What a mission that is! He knows what we're up to now and prepares for battle \n", "label": 1}
{"input": "@xrandommcrluvrx Yup! Obsessed! I bet they've run out of stock though  Anyway thnx for the help with the phone, I was using the wrong code\n", "label": 1}
{"input": "@PhillyD Awe it always sucks when you cant sleep in your own bed  Hope your dad gets better he is in my prayers .\n", "label": 1}
{"input": "via @chrismevans: Argh.  Driving into London today.  Made a wrong turn at Kings-X - stuck in an extra 30 minutes of logjam traffic \n", "label": 1}
{"input": "@trishzw megafast trip, you have time during day tom/weds? Or, you going out tonight? Want to see you bad. Tried to warn you, tech fail \n", "label": 1}
{"input": "Off to London for the day on Thursday, it's gonna be raining, oh fab  won't see much on the London Eye! Still Robbie won't care bless him\n", "label": 1}
{"input": "@wellreadkitty oh poor thing  I used ot love squeezing out the pus when I was a vet nurse. kinda gross really...\n", "label": 1}
{"input": "@EIsie Mate that's rubbish  10pt hug. Tom covered in spots and obviously not happy, but Doc says it's nothing 'bad'. Tell that to Tom...\n", "label": 1}
{"input": "ew i hate when i put lotion on before i sleep and then my roommates turn up the heater! i slept 30 min and now i have a full day ahead! \n", "label": 1}
{"input": "@lilibat never been able to afford to get them out. I'd much rather go through the extraction than continue with what I deal with now. \n", "label": 1}
{"input": "thinks the numbing is getting worse!! and fillings are much worse than I remember... does anyone want 7 easter eggs???!  xx\n", "label": 1}
{"input": "Call me retarded...but i just figured out how to see my @ replies on here...my Twitter game is not on point \n", "label": 1}
{"input": "@Kailuh Dis guy was talking about his brother's cock, and thats all I feel like talking about   EWWW  You can figure out the rest.\n", "label": 1}
{"input": "@SarahNicholas poor you, I once asked for pale pink streaks - came out like Ronald MacDonald - wore hat for weeks, horrible experience \n", "label": 1}
{"input": "@ChristyDH I watched that on TV at the time and was disappointed with the performance of &quot;Some Riot&quot; compared to the original record \n", "label": 1}
{"input": "@oishiieats did they play polite dance song?? only my fav. please dont say they did. or course they did.   damn me!\n", "label": 1}
{"input": "@ExMi Hey doll, sorry to hear bout ur doggie  Hope he comes home soon!  Would help u look if i weren't so far away!!\n", "label": 1}
{"input": "@tommcfly are you coming to play at Plymouth again this year cus i cant go to the ucap tour cus you arent coming anywhere near me  oxo\n", "label": 1}
{"input": "Trying to work up the energy to get out of bed to get ready for work.  Only slept about 3 hours last night.  \n", "label": 1}
{"input": "@Snick_the_Dog If Izzy's on the cat tree, she'll stare him down, but if she's on the floor, he chases and she runs. \n", "label": 1}
{"input": "@carobode i'm starting to have an headache too.. Am @ school &amp; i'm so sleepy  got work 2 do this AM?\n", "label": 1}
{"input": "@jedi58 Yup. The whole game was amazing technically, it looked great. Gutted I sold the game and my original Xbox now actually. \n", "label": 1}
{"input": "@Ali1702 OMG- did daughter not come home last night?? What a huge worry. I would have been out of my mind. Poor you! \n", "label": 1}
{"input": "@joshsharp no money yet, i dont know anyone who has  maybe its all just a lie!! hes having us on so we all like him a little bit more lol\n", "label": 1}
{"input": "@HolyJaw all in the middle if the night. I've committed myself to installing windows 7 with boot camp but I'm already having issues \n", "label": 1}
{"input": "Morning folks 7.00 am ..yawn! Up &amp; away to see to horses - hope Twitter is better behaved today!  Last night was a travesty \n", "label": 1}
{"input": "doing the usual with breakie in starbucks before heading out for the morning with cameras, but weather looking shite at this stage \n", "label": 1}
{"input": "Fuck fuck fuck fuck fuck fuck fuck I got the job that I didn't want and I have to take it \n", "label": 1}
{"input": "@burgaw Ooooooh! *sealclap* See, I download shitloads of zip folders off 4chan. I have no internet moneys.  FUCK YEAH ALICIA &amp; MIKEY.\n", "label": 1}
{"input": "@TheLeagueSF Not Fun &amp; Furious? The new mantra for the Bay 2 Breakers? It was getting 2 rambunctious;the city overreacted &amp; clamped down \n", "label": 1}
{"input": "I'm stuck awake in the middle of the night for the second day in a row. And I felt terrible yesterday. \n", "label": 1}
{"input": "I'm going to perform with my good friend Nicole Brilhante on Thursday at Don Ho's.  Please come, no one else will \n", "label": 1}
{"input": "just enabled ActiveSync on my Google Apps account, I can now sync my contacts and calendars over the net, but no mail as of yet \n", "label": 1}
{"input": "My phone is BROKE.  Too bad I could have been sending you EXCITING tweets today on how the city elections are going. Election judge day!\n", "label": 1}
{"input": "...another long day ahead. I think my voice may be returning, but my head is still pounding.  Is it Friday yet?\n", "label": 1}
{"input": "@erickaaa im at workkkk  im freezing too i need a mass hug from you! can i call u 2night babe? xxx\n", "label": 1}
{"input": "@vishal_ud yeah got no choice.. 5am not to study.. 5 am to reach class on time for the paper   hows eco treating you?\n", "label": 1}
{"input": "Watched Smallville 8x18 last nite http://twurl.nl/iyar6d ep could've been so much more but yet again the decisions made fail to impress \n", "label": 1}
{"input": "Even after the Aust. gov. rolls out its $43 Bln 100Mb b'band, we'll still be way behind most of the rest of the worlds b'band speeds \n", "label": 1}
{"input": "@Alliana07 it didn't make any sense to me, the suicide thing. I refuse to believe that that is actually what happened. \n", "label": 1}
{"input": "@nationwideclass no, it's not behaving at all. i'm mad. why am i here? because I can't see you all over there. \n", "label": 1}
{"input": "I am layin in bed @ 3am cos my tummy is beatboxn so bd so I hd 2 wake up. can't eat. Unburnable calories nt gd for my &quot;abs&quot; I am hungry! \n", "label": 1}
{"input": "Doesn't like how much UK postal prices have just gone up. Now costs 20p more to mail a Black Velvet to USA/ROTW &amp; 10p UK. \n", "label": 1}
{"input": "I nearly spoiled myself for House, did just a teeny bit, saw a name, but then it went away via link.  I won't be terribly surprised now.  \n", "label": 1}
{"input": "Making a short video, Windows movie maker has crashed for 20th time   but my middle name is perseverence :p , should finish the video soon\n", "label": 1}
{"input": "@binncheol  you should listen to some music by this dude called andy hull and afew other blokes. I even hear they're playing ldn tomorrow!\n", "label": 1}
{"input": "@daydee tell it you forgot your password &amp; it will give you a new one. it's the only way I can prevent tons of spam \n", "label": 1}
{"input": "This week just seems to get longer and longer in terms of how much I need to do.. and how much I'm actually going to get done \n", "label": 1}
{"input": "I am home missing my baby  Busy week ahead Fri is a chill day with my guy and kids, Egg hunt Sat, Spiral and DMB Sat night and Easter!\n", "label": 1}
{"input": "@ChrisBaccam I just generally have a crappy day at work today. Ever been stuck in a job you used to love but now hate? Its not nice \n", "label": 1}
{"input": "@JustGelo Its sad knowing how they found her body. What a crazy world we live in. No child deserves that ya know. \n", "label": 1}
{"input": "@tracymacy  thanks hun. My appointment isn't until 2pm but we have to travel an hour to get there. I hope you're feeling better soon \n", "label": 1}
{"input": "read a word he didn't know and felt his brain preparing to go for the 5-way controller before remembering that real books don't have them \n", "label": 1}
{"input": "@StephenHynds  - You and everybody else. The hard part is getting someone to pay for the extra effort of not stuffing the GAC  #spbpuk\n", "label": 1}
{"input": "I'm Not There is on HBO in 30 minutes! Got excited then remembered I should get some sleep tonight. And why is it not on again soon? Sad \n", "label": 1}
{"input": "I really should be sleeping already but just can't seem to get to bed before the sun comes up. Progress on sorting out life is slow+hard. \n", "label": 1}
{"input": "Bed. Class 8-12. Work 12-3. Gym 3-5 or 6. Then class 6-10. Another day that's gonna fly by. I miss my girlfriend \n", "label": 1}
{"input": "So U may all ask wht is going on over in the VT camp. Well as Chucko is away skiing god knows whr. Myself, jack &amp; mike R left behind \n", "label": 1}
{"input": "Bah! Just found out we didn't win a pitch because the client felt the team didn't click. What are you sayin? We're not cool enough? Sad. \n", "label": 1}
{"input": "My bathtub drain is fired: it haz 1 job 2 do, &amp; it iz FAIL. I got all Drano on its ass, &amp; iz STILL NOT DRAINING. I wanna shower, dangit!! \n", "label": 1}
{"input": "@jpfurry poor john  this is what happens when you play with fruit and a microwave! Seriously though HAVE you seen a doctor?? Xxx\n", "label": 1}
{"input": "slept wonderfully- finally.  tried swatching for new project (Classic lines cardi) from stash but don't like colors  must wait for now...\n", "label": 1}
{"input": "@loris_sl I see they are still having aftershocks over there. I'm following @EQwatch which tells me there's just been another 4.8 quake \n", "label": 1}
{"input": "@ashleyemma lucky devil! I'm dreaming of a crispy bacon sandwich, but no one, as yet, has volunteered to go get one \n", "label": 1}
{"input": "Missed #24 and #the hills  now I have to catch up tomor.. But I have Real Housewives ugh I need to figure out my priorities\n", "label": 1}
{"input": "@jon8737 that just totally made my night, LMAO. They were like screaming at me and I couldn't focus on the 900 mph song \n", "label": 1}
{"input": "@hellobebe I also send some updates in plurk but i upload photos on twitter!  you didnt see any of my updates on plurk? Zero? \n", "label": 1}
{"input": "@AHolmes_NJ I was able to DownThemAll! before TA was able to delete my account. Didn't lose any photos, but I lost almost all comments \n", "label": 1}
{"input": "@breezyskies I did the PET course last time I was in SF. OK on theory (which I knew), not so good on tools (what I was after) \n", "label": 1}
{"input": "@robluketic  love the french. I tell people here in the south i'm qtr. french and they snarl at me.  french are beautiful people\n", "label": 1}
{"input": "@jodie_lane JODIE? ARE YOU AWAKE? ARE YOU HUNGRY? DO YOU NEED ANYTHING? coz i'm leaving. coz you wont talk to me \n", "label": 1}
{"input": "Up and ready to workout but trainer called and sai we will meet tonight. Thought I had a day off. I was wrong \n", "label": 1}
{"input": "Wikipedia has gone  forever! See what the goverment do its there fualt lets hope donations or something bring it back !!\n", "label": 1}
{"input": "I don't like these late start night shifts coupled with it being bloody light outside my window when I'm meant to be going to sleep \n", "label": 1}
{"input": "My son Vincas is sick, so I stay at home  Just three tense days at work, and I am back on holiday with kids\n", "label": 1}
{"input": "try to use skimmer by fallon for the first time... like the overwiev and style, would be cool ig you could browse the photos \n", "label": 1}
{"input": "stuff finding a small enough picture i will jsut have to be this weird face for the rest of my twitter life  lol\n", "label": 1}
{"input": "Poor Sandra Cantu &amp; the Cantu family! My prayers go out to them! What a sick world we live in. She was only 8 \n", "label": 1}
{"input": "they are saying on the radio that they've found that some fast food has a high level of saturated fat- why did nobody tell me \n", "label": 1}
{"input": "QR + Veolia FAIL! Translink, the buses and trains don't align, so the early train is just as late as the  bus one hour later \n", "label": 1}
{"input": "Man! Did I had a wacky dream this early morning .... loggin here ... looks like ATS is spamming me with updates \n", "label": 1}
{"input": "@ientje89 aw i'm fine too thanks! yeah i miss you so much on the MFC  but hope we can talk later on today  kisses :huglove:\n", "label": 1}
{"input": "Doing some architectural modeling for a change now, going smooth so far. Intuos 4 M is looking very tempting... can't get one yet \n", "label": 1}
{"input": "@icedcoffee they end up back as read only ... and still the error persists. I cant add anything to the library now   so cant update my ...\n", "label": 1}
{"input": "@hot30 Listening to your show as always. HOW COULD YOU PLAY HALF OF THE NEW GREENDAY SONG? &amp; you just totally crushed my little heart  &lt;/3\n", "label": 1}
{"input": "@adamcurry is it possible to add another stream option that uses the regular 8080/80 port? I can't stream noagenda because of fw/proxy \n", "label": 1}
{"input": "@rustyrockets will you be showing me some love you sexy swine, feeling abit lonely  go on you know you wanna ; ) x\n", "label": 1}
{"input": "tks pa 4 &quot;tapauing&quot; croissant tuna knowing dat Ive back-to-back meetings since morning  &amp; Zuraidah tks 4 buying my FAV STARBUCK MOCHA FRAP\n", "label": 1}
{"input": "I've got such a lot at the moment! Doubt I'm going to get chance to book time off with the family this easter hol's \n", "label": 1}
{"input": "dear twitter... i have 4 bug bites on my leg. :\\ they r itchyyyy....  haha just got outta the shower. uhh night.\n", "label": 1}
{"input": "@johnnybeane me too... I'll see on Amazon uk.. otherwise they make me pay custom tax if I order it from the US \n", "label": 1}
{"input": "@bloodrush545 Ugh. Pizza would be fantastic right now. Too bad this isn't phx. No pizza places open ppast like 10 here. \n", "label": 1}
{"input": "Is feeling like dancing in the rain like a pixie......but the rain stopped  ohh well....lol I'll watch flight of the conchords instead\n", "label": 1}
{"input": "I had only 3 hrs of sleep  now i have to function! my knees r so weak! I REALLY HOPE YOU HAVE A GOOD PLAN!!!\n", "label": 1}
{"input": "@fragilemuse the book is awesome. there are some other great works in there too. couldn't afford to buy it today tho \n", "label": 1}
{"input": "To transcode a 100MB .wmv to a 100MB .flv file without loss of quality - possible, or not?  Anyone know?  Everything I try is terrible \n", "label": 1}
{"input": "Such a tough game to watch tonight for State  Finally going to bed after also staying up to watch the season premiere of the Hills!\n", "label": 1}
{"input": "I have a hole in my favourite top. I bought it in the sale before Christmas so I can't even get an exchange  might try fixing it later.\n", "label": 1}
{"input": "@Nappytabs aaaaah im insanely annoyed at the fact that i didnt get to meet you  and i wanted it to be my birthday wishhh. ahah awwwwwww.\n", "label": 1}
{"input": "Trying to find a tech job. Can't find any entry level jobs any were.  Also just about every job site has more spam now then jobs.\n", "label": 1}
{"input": "@ArtemisIII Oh no  is it the laundry powder maybe? I'm allergic to some and since jeans are usually so fitted it makes it worse\n", "label": 1}
{"input": "It's so cruel having to wait for reviews to come in.  So far it looks like Star Trek will be the best film of the year!\n", "label": 1}
{"input": "just found that if I use Windows 7 to browse twitter.com, the firewall software will automatically turns off, and the PC hangs. \n", "label": 1}
{"input": "I have had an allergic reaction to my contacts, stuck with my specs until it clears up. Means and end to my breast feeding tho \n", "label": 1}
{"input": "@dannyvegasbaby danny im upset that i wasnt here to watch the live chat  i was in a car. for 3 hours on a trip im soooo upset!!\n", "label": 1}
{"input": "@simonwheatley background is that cafe and bookshop in didsbury. One effect of colour sorting is realising I have only 6 orange penguins \n", "label": 1}
{"input": "I have decided my room needs to be more 'quirky', so Angel gave me a mirror! And my 'a' button isn't working too well either \n", "label": 1}
{"input": "I was gonna go dig up some stumps yesterday, then it snowed! after a month of 50 degree temps, it's back to 30s and snow! \n", "label": 1}
{"input": "Why does it take so long to go through one lecture which only took 52 mins to give?! and it's sunny outside. Someone is mocking me \n", "label": 1}
{"input": "Smugness gone. My train also failed to turn up so I'm heading for Victoria followed by an unpleasant tube ride to the City. \n", "label": 1}
{"input": "..and of course... I have access to my Halo 3 Mythic Map Pack re-download.. but bad news.. not the Legendary Map Pack... ugh.. 600MS... \n", "label": 1}
{"input": "@Donniesbabe well its pishing here  sun looks like it wants to break through hope it dows kids doing my head in !!!!!!\n", "label": 1}
{"input": "@miketually @DanLees  I wish people would stop doing stupid things like that! I leave mine on 365, I guess that proves the opposite \n", "label": 1}
{"input": "@mrsfr Yes, unfortunately the date clashed with an important and long standing family party, got to do it on my own \n", "label": 1}
{"input": "@brightillusions  only one to fill that position. They've just tightened our borders or something  Which sucks, I want you to move here!\n", "label": 1}
{"input": "@hummiemd I KNOW! I was really surprised since everyone recommends them on youtube.  I have to call them tomorrow and figure it all out.\n", "label": 1}
{"input": "@hairpins ohh how i envy you natalieeee! i need a new wardrobe, and something to wear out the weekend after this! \n", "label": 1}
{"input": "i'm starting to get really fed up with this now. she doesn't like you! just realise that already and come back to me \n", "label": 1}
{"input": "@sarahlouisex I fell asleep early last night so I couldn't shower, I'm wearing sweats and glasses. And I feel like shit  I wanna go home.\n", "label": 1}
{"input": "@fallbrooke Eric, get a twitter! Lol and sorry about your teeth...  why are you getting them out? Dentists will do anything for money....\n", "label": 1}
{"input": "@LPetersson pls pls PHOTOS!  Iï¿½m not gonna sign up to Facebook just to see photos.  Put them on Flickr or something! \n", "label": 1}
{"input": "@MyAppleStuff sadly we can't turn back time  we have to help to re-build everything &amp; give those poor families much love\n", "label": 1}
{"input": "can you not find a list of songs by each band on blipfm, or do you have to search for each song title individually? \n", "label": 1}
{"input": "Ok here's the deal i live in a small town i've never seen anythin famous n anyway so i thought i might luck up on something \n", "label": 1}
{"input": "I just set up a Twitter profile for one of my colleagues and noticed he's got a much more swish sidebar - how do I get that? \n", "label": 1}
{"input": "Why do I keep looking...I know that what I read is gonna hurt but I still look! I guess it's just a girl thing &amp; I need to get over him. \n", "label": 1}
{"input": "I totally forgot we were going to do fisheye 2night   What u doing Thursday....  Btw.... I'm so late with the hills... LOL\n", "label": 1}
{"input": "Got better at Vegas 2 today! &amp; had a blast w/everyone tonight! sucks that chick was talkin trash @ the end  watevs yo\n", "label": 1}
{"input": "@ZappoMan oh, your tweet was about weapons? That's covered by Pandora's Box - can't uninvent it, leaving us all with MAD \n", "label": 1}
{"input": "is pisses off, legs ++ feet in loads of pain, running from a old man who tryed too trash our tent :O \n", "label": 1}
{"input": "fucken a man lol. tiring night at work. hope to get this job! for got bout the hills  dang nabbit lol.. \n", "label": 1}
{"input": "@ShannaMoakler I'm afraid to fly too. I straight up REFUSE to get on a plane. It sucks because it REALLY limits where you can go \n", "label": 1}
{"input": "Where the magic happens every month LOL Sophia did a terrific job, as usual! What am I gonna have for dinner?  http://twitpic.com/2y5bz\n", "label": 1}
{"input": "@cufa Getting lots of dentist time myself at the moment. Very stressfull and sore  take it nice and easy for the rest of the day!\n", "label": 1}
{"input": "@NattNatt81 You doggie dazzler!! im trying to work a bit today  if you want we coule pop ovr and say hi later?\n", "label": 1}
{"input": "@powerpoole some people try to be tricky, some stop using twitter at all  i guess it's as good as it gets! i had to try.\n", "label": 1}
{"input": "Very concerned to see cyclist had been knocked off bike at bottom of North Walls.   Very much hope they will be OK.\n", "label": 1}
{"input": "I would like to apologize for the repeated Video Games Live related tweets. I am going to have a stern discussion with Koodo soon. Stern. \n", "label": 1}
{"input": "Mum's been taken to hospital, they don't know what's wrong, she's been vomiting since yesterday. Rushing back to get to the hospital \n", "label": 1}
{"input": "Dear Pidgin development team: Please please please can we have a notify for the IRC client, as I never read it until they have gone again \n", "label": 1}
{"input": "@ktml I think its iTunes fault I cant download it on my Mac now &quot;store busy&quot;   if you got it, anything awesome in the camerakit update?\n", "label": 1}
{"input": "@DanceofLife hiya which slides do you mean? Your contact photo in B/W? Had minor crisis too and had to replace all contacts so no photos \n", "label": 1}
{"input": "@honeymunchkin My anger is getting bigger for every minute that goes by. I got some uglycomments on one of my videos. \n", "label": 1}
{"input": "@Honey3223 I did get some disgruntled people when I wrote my ESN, but the 1000 hits in one day made up for it. Bill pulls in 250 tops \n", "label": 1}
{"input": "@pgreenbe I agree. But I hope u'll pardon my technology colored glasses while I learn the ropes of mgmt &amp; strategy.  It was top of mind\n", "label": 1}
{"input": "@bradiewebbstack :O socks and showers? they dont mix, trusst me. they get wet and you cant wear them anymoreee  its miserable\n", "label": 1}
{"input": "I'm not liking that new iTunes Pricing at all. I mean, I've seen several songs at $1.29, but not only one at $0.69! \n", "label": 1}
{"input": "lol, i did that then i was silly and thoght kb was the same as k  so its still not working. i doubt i will ever find one\n", "label": 1}
{"input": "I activated my Selfcontrol block early, meaning I can't check out the new QC.  Regularizing my internal clock is might be difficult. #fb\n", "label": 1}
{"input": "@fancyelastic Would use red onion if we had any. Chives are abundant at the moment so using them instead. Lid of sunflower seeds is stuck \n", "label": 1}
{"input": "@rachaelyamagata You were amazing Rach! Thank you for the music! I waited outside but you never showed up!  There's always the next album!\n", "label": 1}
{"input": "so rylee,grace...wana go steve's party or not?? SADLY SINCE ITS EASTER I WNT B ABLE 2 DO MUCH  BUT OHH WELL.....\n", "label": 1}
{"input": "Tdy school was rly boring. 6:31pm I was hoping it'd be 3pm so I could use the lapt longer...  Time passes rl fast.\n", "label": 1}
{"input": "ive got a poorly tongue after i burnt it on my Chilli last night  Had a lovely day yday to.. thanks guys!\n", "label": 1}
{"input": "@karenucol ah! I bet it does I've been like craving to play softball or basketball !!! But I have noo time \n", "label": 1}
{"input": "Well everyone. after a super adventurous 2 days Luke has gone home  Let us all morn the loss of a hero. Im off to continue playing Sims 2.\n", "label": 1}
{"input": "Mornin! Babes hella pissed/hungry! Op. In 2h No food since 9pm! Feel bad fully dug empty can outta recycle lookin @ me like wats good!?! \n", "label": 1}
{"input": "@rcompo RACHEL! hang outage is neccessary - i was gonna be home this wekend but dumb folk make me work   so im free F and Sat until 4...\n", "label": 1}
{"input": "@DanaEatsYou   hahaha im sorry  i didnt mean to. and you're supposed to film the day of silly! thats cheating doing it the day before!\n", "label": 1}
{"input": "@Health4UandPets saw the one with a GSD covered in them, and I could not stop crying. I just bawled and bawled \n", "label": 1}
{"input": "what do u do when u find out that the person u supported and stood behind since day 1 tells u that in the past they tried to blow u off. \n", "label": 1}
{"input": "@siximpossible yes, it was Easter Chocolate - i'm a sucker for a hollow egg, and there was this discount store and .... \n", "label": 1}
{"input": "Also, I realize that sounded a tad drama-queen, but I haven't been sick in YEARS. It's hittin me hard this time \n", "label": 1}
{"input": "@leepeesa Story of my life-stop looking and icaisfrank comes again ... What is this I read about a vet visit???  Memories/photos may help?\n", "label": 1}
{"input": "Dogs around my ankles as I've had to lock them in the study with me, away from the builders. Oh joy, only another 14 weeks of this. \n", "label": 1}
{"input": "@rickrodgers just kidding man. RIM doesn't even have a sync client for Linux, and the opensync package sucks  at least it can charge lolz\n", "label": 1}
{"input": "@MechaMorgan I have to save my shekels for the weekend, plus I have a tonne of work to do. Once again, responsibilities ruin everything. \n", "label": 1}
{"input": "Wicked was mentioned on This morning - I heard it all the way from upstairs - Alexia Khadime is coming back in May and Kerry is leaving \n", "label": 1}
{"input": "Morning followers! Finally changed my Twitter name...only a day after I originally said I would Haha. Can't film today.  Will try tomorrow\n", "label": 1}
{"input": "@Steve_Buscemi SHUT UP you...I am hungry! And in Britain, home of the most boring suckassy breakfast in the world!  I MISS DENNYS!!\n", "label": 1}
{"input": "Hubby has such a tight scedule for us during easter vaca that its stressing me out... 8 visits all over Denmark in 6 days \n", "label": 1}
{"input": "I'm getting more and more people asking where they can buy the #Ambients album. Simple answer is &quot;not yet&quot;  It'll be on iTunes eventually\n", "label": 1}
{"input": "@weirdchina I hope you realize that your website is blocked by China.. I live in Wuhan and have to proxy in to your site \n", "label": 1}
{"input": "it so tired that im crying for no reason at all. im about to try to get an hour and a half in for tonight. half what i got last night. \n", "label": 1}
{"input": "I NEVER THOUGHT THAT I COULD  HATE SOMBODY, BUT I REALLY HATE YOU ï¿½TOBE D....ï¿½, I ONLY GAVE YOU ALL OF MY LOVE AND YOU  PAY ME SO BAD! \n", "label": 1}
{"input": "@yopatrizzle Not sure to tell u the truth  it's been so long since I've seen him but ask Sumo's daddy @PAULSKRATCH he has full custody lol\n", "label": 1}
{"input": "@mattrs but its RED and yucky  i ordered a blue one which was pretty, and theyr not EVER getting any more in\n", "label": 1}
{"input": "@msdivineknight see thats why I never go to bed early, cause if u sleep u miss things!! I slept I missed Joe!!!!!!!! Unhappy And!! \n", "label": 1}
{"input": "@aplusk It amazes me men like you actually exist... I hope I find someone someday who will love and value me \n", "label": 1}
{"input": "Why is it that anytime that I plan what do, I get sick and all the plans go out the window. \n", "label": 1}
{"input": "just put a bid in for signed panic at the disco poster, unfortunatly the fall out boy one is already over my limit \n", "label": 1}
{"input": "in makeup and hair  why does mother nature hate me? my tummy hurts, im falling asleep, and its rainy!!! im exhausted,\n", "label": 1}
{"input": "@msJHeart lol, yeah i'm good. i just gotta unplug it and use the other one until i can hustle up $79 bucks for a new one \n", "label": 1}
{"input": "@big_think Can Zack tell me how to edit my Bio/Profile? Why create a login at a different co's site to get an answer from BT TechHelp? \n", "label": 1}
{"input": "What a day! So busy, my head hurts from thinking too much! Annnd tomorrow will be the same. Woe is me \n", "label": 1}
{"input": "@chelserlynn haha its so cooooold in the d! and no  but you should still go to the show. they do some incredible stuff\n", "label": 1}
{"input": "@1indienation I wish  for now I'll read it the way Jane Austen wanted her zombie tale read. Good ole ink and paper\n", "label": 1}
{"input": "@Mark_Mulligan Exactly! That was the core of my concept for Virgin. Just a shame the money ran out before we could realise it \n", "label": 1}
{"input": "Big, capacious wooden kitchen island 120x240 metric - thought I was buying it but we're not  Photos &amp;c on request if you're interested.\n", "label": 1}
{"input": "@hairpins haha well what makes you think you don't use big words too? SADISTIC! :p what did i say any way? and no i don't, sorry babe \n", "label": 1}
{"input": "I don't like the previously on skins thing that starts at season two. I like it when it went straight into the intro like before \n", "label": 1}
{"input": "wish the sun would shine more.  i have a cute yellow dress to wear. COME ON SUN. COME OUT AND PLAY. stupid england.\n", "label": 1}
{"input": "so far i have 311 veiws on all my sites put together,  most of them were me checking out the updates i made......\n", "label": 1}
{"input": "#dreams Had to speak at night honoring michelle obama as fashion icon. Did so wearing her clothes. Got pee on them while changing. \n", "label": 1}
{"input": "Ahhh!! The Drafthouse had a surprise world premiere screening of the new Star Trek last night! And I was at Torchys! \n", "label": 1}
{"input": "damn!!! I m missing twitter... have been very busy off late and have not got enuff time to be active on twitter...  missing all d action!\n", "label": 1}
{"input": "Ugh I wish I could do a redo on all my sleeping patterns they are so messed up. After getting no sleep sunday night, I slept 4 hrs yest \n", "label": 1}
{"input": "pears &amp; Brie, bottle of Cabernet, and &quot;Win a Date With Tad Hamilton&quot;... oh gawwd my life flashed forward to when I'm 40 with my 75 cats \n", "label": 1}
{"input": "gaaa i want some peace and quiet! hard to find wen living with 6 people living in a small 3 bedroom unit! \n", "label": 1}
{"input": "@pmelt the only bad thing about aids is you can only catch it once  Id want to inflict more pain on the deadshits of this world.\n", "label": 1}
{"input": "Dad was admitted to hospital yesterday, so want to fly to Cape Town to visit... R1900 for monday return ticket on #Kulula \n", "label": 1}
{"input": "Ooops. Just ate a panini from W-mart cold that says it needed to be thoroughly cooked. It didn't taste raw. I die nao from f. poisoning? \n", "label": 1}
{"input": "mandy moore &quot;cry&quot; ? http://twt.fm/33009 - &quot;a walk to remember&quot; by far my favorite movie, so sad i cried like a baby \n", "label": 1}
{"input": "@alielayus I want to go to promote GEAR AND GROOVE but unfornately no ride there  I may b going to the one in Anaheim in May though\n", "label": 1}
{"input": "Missed the train to York, no Wifi and blackberry battery is going to die soon - not a good start to the day \n", "label": 1}
{"input": "@latexfetish Sadly that's not a feed  For Wordpress a feed usually would be bla.com/feed/ or bla.com/?feed=rss2, but those two don't exist\n", "label": 1}
{"input": "@forfolkssake Not only is a reply to that email imminent, but also -shock!- that second review that was due yesterday. Housebound is bad \n", "label": 1}
{"input": "no eyeliner. i feel naked. leaving the flat now to get to the shops for my mum. and i might text my boyfriend. i miss him \n", "label": 1}
{"input": "@odo_snape_maven owwie!  the dictation software won't pick up whispering eh? i know Meleney has it but dunno how good sound pickup is.\n", "label": 1}
{"input": "@robparsons - too difficult??? who ARE these people?? no doubt the ones who only ever see Africans as starving and helpless - grrrrrr \n", "label": 1}
{"input": "really now, time for sleep.  dreaming of my city, more tattoos, and other great things.  waking up to early morning sociology \n", "label": 1}
{"input": "wish there was a a little tunnel (preferably a waterslide!) direct from dressing room to water so people don't see me in my togs \n", "label": 1}
{"input": "Observe &amp; Report was premiering at the Chinese Theater I was driving by slowly but only saw the reporters &amp; red carpet, no stars \n", "label": 1}
{"input": "just woke up from the most vivid, sketchy, not-cool dreams of my life. time to stare at the wall with the lights on. \n", "label": 1}
{"input": "working on words next to the friendly AIR install button to reassure user that scary install dialog is ok (certificate is not enough) \n", "label": 1}
{"input": "T minus 35minutes to go home. Well not home. But to do laundry. At home. Kindof. The laundry is at home. But the washer and dryer isn't. \n", "label": 1}
{"input": "just got a denied letter from bazaar bizarre. sad. i was looking forward to a road trip to be a vendor there \n", "label": 1}
{"input": "@LFTA So ur just gonna delete me like that...Y do I feel like &quot;Tom Cruise&quot; on Jerry Maguire when he got fired right now, yo.  LOL!\n", "label": 1}
{"input": "@itsangie i canceled it, with plane tickets, hotel stay and tickets.. it was close to $400 if we eat cheaply.   man i soooo want to see O!\n", "label": 1}
{"input": "Awwh babs... you look so sad underneith that shop entrance of &quot;Yesterday's Musik&quot;  O-: I like the look of the new transformer movie \n", "label": 1}
{"input": "Can't sleep again. Face is kinda swollen. Don't let me be allergic to the thing that'll get me to Thursday. School tomorrow? Doubtful. \n", "label": 1}
{"input": "@aniita_0517 Yes i did. That's a sad topic for me! haha... I am not going to the concert... It's very far and probably very expensive  \n", "label": 1}
{"input": ".. This response from Support is blatantly untrue, fake accounts are shut down all the time!  And it contradicts their own Terms too.  \n", "label": 1}
{"input": "Had a lovely day at the beach followed by dinner with a gorgeous lady ;) roll on the work today  Booo!\n", "label": 1}
{"input": "@angeluserro lol yeah i will be ok. I think my dog just scratched my eye. Like my actual eye ball. Everything is blurry in my right eye \n", "label": 1}
{"input": "o have too much on my mind and is trying to write it all down so maybe i can get some sleep before class...it's not really working \n", "label": 1}
{"input": "@andywana Not sure what they are, only that they are PoS! As much as I want to, I dont think can trade away company assets sorry andy! \n", "label": 1}
{"input": "yea it is so quiet around here cuz everyone has to work im bored to death with nobody to talk to \n", "label": 1}
{"input": "@moony394 yeah  is it bcoz kal penn is a visiting lecturer somewhere n cant be on the show anymore? im gonna miss him \n", "label": 1}
{"input": "gotta stop turning in homework late, would be gettin an A in Information Systems if it wasnt for the few late assigments \n", "label": 1}
{"input": "just found out that my mum  and my adopted auntie are on twitter.. check them out my mum is TessM64 and my awesome as auntie is tania38\n", "label": 1}
{"input": "@jamieharrop You a fan of Ross Noble? He once picked on me for a WHOLE performance here! I was the 'Awakeners Girl' according to him \n", "label": 1}
{"input": "Arghh! My hands are itchy!! Could it be that on top of my 'alergy' to beef, I also cannot eat chicken no more?? \n", "label": 1}
{"input": "@theajp Glad you enjoyed it mate. Any more gigs lined up in the near future? None on the horizon for me at the mo \n", "label": 1}
{"input": "Amber i don't know how often you check this, but i really miss you right now. Like, really really. So friggen much  i want a hug &lt;/Beth&gt;\n", "label": 1}
{"input": "@sage_rules I wish it were that easy bro.  I am srsly down over this.  I couldn't even finish my yummy oatmeal today \n", "label": 1}
{"input": "@OfficialRandL  whattttttt?! they've not brought anything new out for about 2 years, and they're crap!! when will the full line up be up? \n", "label": 1}
{"input": "@mercedesashley Damn! The grind is inspirational and saddening at the same time.  Don't want you to stop cuz I like what u do! Much love\n", "label": 1}
{"input": "We've been good. I'm not liking the snow right now, was getting used to the nice Spring-like weather.  How about you?\n", "label": 1}
{"input": "In office, doing irritating work for the worst client i've ever had. You cant choose your project if ur an employee.  \n", "label": 1}
{"input": "The drawback to this is that every picture I take with my phone is broadcast and is sent with the file name as text.  #AutomationAtaCost\n", "label": 1}
{"input": "The Muppet Whatnot Workshop site is temporarily down, apparently totally sold out &quot;Working hard to get it back ASAP&quot;  Hurry up, y'all. \n", "label": 1}
{"input": "Been with O2 for 18 months now. In need of phone upgrade. iPhone comes to ï¿½500+ over contract life  Need smartphone with cheapo talk plan!\n", "label": 1}
{"input": "Opening a partially frozen beer= Beer on the toaster, under the oven and all over the counter. The kitchen smells like we run a speakeasy \n", "label": 1}
{"input": "Geez what a busy afternoon. Meetings, emails, meetings and email and more meetings. 6pm and the day is still going! Ah its dark and \n", "label": 1}
{"input": "@tommcfly hey, no chance of adding brighton or eastbourne to the UCAP tour? gutted im missing out this time round  i love you guys!\n", "label": 1}
{"input": "Ok... so 2 hours into the self imposed shopping ban, and i am already aching for a shoe fix...this is going to be harder than i thought \n", "label": 1}
{"input": "i have to be out of my place in 3 days...any help i can get packing/painting/cleaning is much appreciated. oh. and RIP my wall  \n", "label": 1}
{"input": "Nearly time for me to go home. The crew are filming JK being terrified of summat. Just had two spots of rain  #dwsr\n", "label": 1}
{"input": "@jillglavan soooo disappointed your T.I. party is when I leave for Vegas. I was so jacked up when you first talked about it, now nothing \n", "label": 1}
{"input": "@mileycyrus AWWW u seriously have the cutest dog Miley! Sorry your not with her now  Hope u get some sleep! xoxo\n", "label": 1}
{"input": "@newkidsfan awwwww ur gunna make me cry!  i miss him so much! he has blessed me w/ so much love and memories...\n", "label": 1}
{"input": "went to bed at 8pm and now wide awake at 4 am. I don't have to be to work until 8:30. This is going to be a long day \n", "label": 1}
{"input": "Google, I love you, but I am having the utmost difficulties sorting out my accounts. I'm sure it's my fault, but just letting you know... \n", "label": 1}
{"input": "@kristenkreuk fiuhh, nice to get info from you, i'm one of your fans from indonesia. and still waiting for your movie in my country  thanx\n", "label": 1}
{"input": "mmmm chocolate cupcake.... This is all Lorraine Kelly's fault you know, her and her cakestand full of cupcakes.. I'm getting hooked \n", "label": 1}
{"input": "@mmauran ahh, i don't know! i'm not escaping, but really, i dn't know.  for me, its an undefinable thingie... dsn't hv to hv a definition\n", "label": 1}
{"input": "@GabrielBerlin thanks but aka-aki app for iPhone seems to be blocked by french operator bouygues telecom, it only works in WiFi \n", "label": 1}
{"input": "Morning all, starving and dying for a cuppa but can't cos off to docs for fasting blood test in a little while \n", "label": 1}
{"input": "Has twitter changed in past 2 weeks? Can only view 2 pages of tweets on phone as selecting 'older' repeatedly shows page 2 and no more \n", "label": 1}
{"input": "@thecoveted Oooh! I love those earrings! Do you mind if I ask which craft store you went to? We don't have much up here unfortunately \n", "label": 1}
{"input": "I'm not liking that new iTunes Pricing at all. I mean, I've seen several songs at $1.29, but not only one at $0.69! \n", "label": 1}
{"input": "About to go looking for shoes for my brother, looking forward to Torquay in April. Not as sunny as yesterday here \n", "label": 1}
{"input": "Good morning! Can't believe this is my last week in London  But I will be back in the Marketingworld of London for sure!\n", "label": 1}
{"input": "@JenMcJ will check it out. Just want a couple to read while away. New one at Liquid Silver. Just some GOOD reads-read some rubbish lately \n", "label": 1}
{"input": "Waiting at the airport for my ride while I get harassed by 2 men trying to sell me ugly hats.. Why me?!  I just want to sleep..\n", "label": 1}
{"input": "@kittCAT8 ya i was basically screwed. just rewrote it  i will seriously go with you if you want! i dont know anyone else who wants to goo!\n", "label": 1}
{"input": "@cjoneill hurrah! @gutters gave the coffee a miss today ... he was regreting that decisioin by mid-morning - no sleep for new dads \n", "label": 1}
{"input": "@JonathanRKnight...I saw the show in Columbus, OH on 4/4...tried 2 go 2 cincinnati, OH 6/27, but it was sold out  U GUY WERE GREAT!!!!!!!!\n", "label": 1}
{"input": "@BenPritchett goodness me, how did you find me?? it's good to hear from you Ben! I still have your video game and book...I apologize \n", "label": 1}
{"input": "Only two more days until holidays! All my friends are in public schools so we can't hang out on Thursday  THEN DISNEYLAND OMG.\n", "label": 1}
{"input": "Area nightclub making ï¿½8 out of the bewilldered uni students who have arrived home. while the poor folk like me have to struggle on \n", "label": 1}
{"input": "@Natasja_Cupcake That would be great! Havin' a crappy day again, just can't seem to get in a good mood  Some sun would help!!!\n", "label": 1}
{"input": "@danielledeleasa http://twitpic.com/2y1pe - I hate 2 B allergic  i want a puppy soo bad that i've already thought some cool names\n", "label": 1}
{"input": "@_elliee haha yeah, i thought it would be much more complicated :') and well ive just got home from school, we've not got holidays  x\n", "label": 1}
{"input": "@rach2718 oh no that sucks  mike has to work saturday and monday... andrews got from friday till wednesday off the bugger lol\n", "label": 1}
{"input": "@flowersophy I slept so much when I was a little girl! I just started to not sleep as well, when I turned 20 \n", "label": 1}
{"input": "@bekibutton Its very tough isn't it I'm virtually picking people up and shaking them to get every penny out! V stressful \n", "label": 1}
{"input": "Finished marking can't celebrate yet tho, got to communicate marks &amp; feedback to all those online students, rest of the night gone there \n", "label": 1}
{"input": "I think the WiFi on my iPhone is broken. It will &quot;connect&quot;, but when I actually have to use it that's another story... \n", "label": 1}
{"input": "@Sparkly_Devil1 *hugs* I'm trying really hard to concentrate on the nice dream instead. I'm sorry you had a bad one too, hon \n", "label": 1}
{"input": "@JonathanRKnight  You sure did do some tweets, and i missed them  glad to see you're enjoying urself, always nice to hear from you. x\n", "label": 1}
{"input": "omg i've an economics test. and i dont know all the things i have to know and omg im gonna fail \n", "label": 1}
{"input": "@iB3nji Yeh i know but it wasnt on the showbags list in the paper the other day  I heard that they are broadcasting from the show on Thurs\n", "label": 1}
{"input": "Have so much to do today: hand in coursework, pack and tidy (and this is the wost work) and then my shift at work from seven. Shattering \n", "label": 1}
{"input": "Argh! Sounds like someone is standing at my door with a chainsaw. No sleep for me this morning.  I'm very grumpy now!\n", "label": 1}
{"input": "@SimoneKali Get me an autograph and shout out! You have to record it though. My computer is dead so I can't listen. \n", "label": 1}
{"input": "I don't understand why things get taken away. I didn't have enough time with him its unfair. I want him back!! He was like my baby \n", "label": 1}
{"input": "decided to rejoin aerobics cos I know I won't exercise if i don't. after paying for it, i only have RM3 left in my bag \n", "label": 1}
{"input": "Txt-Chat with Jake. Lmfao. Its Frikkin Awesome! I Miss This Effin Boy So Much.  Awww. Hoping You Would Come Back Here Na! ) xxxx\n", "label": 1}
{"input": "Just bought Sour gummi worms, peach gummi O's, and cheeto puffs... AND a 44 ounce soda... I'm such a fat ass  Had a huge dinner too.\n", "label": 1}
{"input": "Aw balls. The new shirt I got at Aerie today doesn't fit.  I wear a medium, but they only had a small in the one...\n", "label": 1}
{"input": "It is just me. Uninstalled #rails 2.3.2 and tried with a fresh 2.2.2 app - still no dice. Obviously something bizarre in my setup \n", "label": 1}
{"input": "@heidimontag I  dvr'd it and went to watch it, apparently the dish network went down SO I MISSED IT    I will have to catch a rerun!\n", "label": 1}
{"input": "@ipathia I totally adore cats, I have 2 males and a female. We recently lost our kitten female. She disappeared (7wks now) \n", "label": 1}
{"input": "awake...cannot go back 2 sleep &amp; its still snowing outside....wondering am i going 2 b able 2 go n e where 2day \n", "label": 1}
{"input": "@JBeauty oooh *heads high killin 'em wit da no* lol didn't think so..  but u don't really know me yet I'm a good tucker inner haha\n", "label": 1}
{"input": "Hmm, A request for me to feature an app on my site from a &quot;Merketing Specialist&quot; (sic) addressed to &quot;Dear Editor!&quot;  Oh dear \n", "label": 1}
{"input": "@cuprohastes Don't feed cars Milky Ways though - they don't like it. That advert was very misleading - breaking down on the A14 isn't fun \n", "label": 1}
{"input": "@jonpaulkaiser I'm probably worse than you lol so sorry, these photos are seriously long overdue  last time I buy a Sony cam: rubbish!\n", "label": 1}
{"input": "set my alarm to wake up... wanted to speak to my sis in Africa on Skype - I miss her sooo much \n", "label": 1}
{"input": "@Best_Flights Need 2 get ass in gear! Wana go away 24/6 bt nt sure where Cairo &amp; UK maybe bt may b able 2 go earlier bt wont no til 8/5 \n", "label": 1}
{"input": "gets to speak to my boyfriend til about 3! so happy! but then cant speak to him til may! that may hurt a little!! \n", "label": 1}
{"input": "Balamurugan, a longterm member of the team is leaving this month. We'll miss working with him  hope he does well in his next venture\n", "label": 1}
{"input": "@alenakristina Oooooh I love it!! Sorry I can't help  if you can't find it, I probably wont be able to find it because, well, you know...\n", "label": 1}
{"input": "@tangledtara ha what a good idea, methinks I need to do some proper exercise and stop eating so many sweets, no more dip-dab saturday \n", "label": 1}
{"input": "Feel like I'm stuck in a rut. Waiting to hear back from schools is killing me.  Also decided to take a break from #wow for awhile.\n", "label": 1}
{"input": "It really annoys me when I'm on msn on my 360 late at night watching a DVD and I fall asleep inadvertently.  Damn it lukey \n", "label": 1}
{"input": "@DG8ball yeah? If you get spraying, I'm going to have to pay you to spray my M3 at some point. They dont to e46 M3's in white in europe, \n", "label": 1}
{"input": "last time i watched this movie it had this huge epiphinal line that was exactly what i needed. now that i need it again i can't find it. \n", "label": 1}
{"input": "@katsun At this point, I'm trying to remain optimistic that it won't be as delayed as Live365 but it's getting harder each day \n", "label": 1}
{"input": "Today I'm really amazed (scared) by how many basic errors I find on e-commerce websites. Wrong error messages, no loading icons, etc. \n", "label": 1}
{"input": "/really/ need to clean the sensor in my SLR. As it is I will be doing spot removal from several hundred pictures \n", "label": 1}
{"input": "@elanorelle Niceee... we ran out of filter coffee art work , not good  , forgot my bread to make toast bad start to the day\n", "label": 1}
{"input": "@SarahStewart better excuse than &quot;my parrot ate my headset&quot;. Literally - once did 2 in 40 mins  - Blew $160 /sob\n", "label": 1}
{"input": "@aplusk apparently citizens of Brunei don't have to pay taxes. sadly the only way to become a citizen of Brunei is to be born there \n", "label": 1}
{"input": "@Starrbby too bad I won't be around I lost my job and can't even pay my phone bill lmao aw shucks \n", "label": 1}
{"input": "I have a sad feeling that Dallas is not going to show up  I gotta say though, you'd think more shows would use music from the game. mmm\n", "label": 1}
{"input": "@stompthewalrus Haha, well i have lived in texas the past 12 years, i think that explains itself. Lol. Si habla espaool. \n", "label": 1}
{"input": "Looks like rain today, bet it buckets down as soon as I step outside front door, always the way !!!!, downhill all the way from today \n", "label": 1}
{"input": "Bah, annoyed I can't go running with my fractured sternum. Probably another 2 weeks before I can. Will miss the next fell race \n", "label": 1}
{"input": "Can anyone recommend an air filter for cigarette smoke?  Neighbors smoke heavily &amp; my son's asthma has gotten worse.  Needs steroids now \n", "label": 1}
{"input": "had a blast at the Getty Villa, but hates that she's had a sore throat all day. It's just getting worse too \n", "label": 1}
{"input": "@meatrack no more sneaky late arvo surfs now man  i feel the late arvo glass off is now a distant memory of summer.\n", "label": 1}
{"input": "Think I saw some magic on Sunday against Salford - I saw Hull FC come out onto the pitch but after that they vanished! \n", "label": 1}
{"input": "@flurogoddess i would hope that most agree with you there. a worringly long day  hope all goes in your favour x\n", "label": 1}
{"input": "Taking Angus for a check-up today. I always quietly dread it but this time he's poorly so I know the lung function tests will be crap. \n", "label": 1}
{"input": "a pic, and the darn thing flew off before I could.  I can never get those close up shots like in &quot;Birds and Blooms&quot; \n", "label": 1}
{"input": "@gaspitsnicole sigh me too  mostly i miss hsnging out with my friends damn growing up : p oh yeah i miss being able to spell too lol\n", "label": 1}
{"input": "@moony394 *huggggs* i'm glad you're here to help me through this  he was my favourite character. the white house sucks for stealing him \n", "label": 1}
{"input": "It's 5:23 and I've been sitting around barely watching I'm Not There. I really wanted to see that movie, but I keep getting distracted. \n", "label": 1}
{"input": "home with the flu ahhh  suxz well and tired will go to sleep in about an hour or so Goodnites !\n", "label": 1}
{"input": "3 days leave then Easter, no work for a week,  Except for the long list of DIY jobs to do at home, \n", "label": 1}
{"input": "I woke up an hour ago ... Now I'm having a hard time going back to bed  in Lakewood, CA http://loopt.us/rywlHQ\n", "label": 1}
{"input": "bleach on my hair for the third time in four days ho hummm. got to go out later to post the gazillion things ive sold too bad \n", "label": 1}
{"input": "Anyone else having trouble accessing their @ replies? When I click on the link on the right, nothing happens. I can't access them \n", "label": 1}
{"input": "@Unholyknight so did your mom last night.  brb while I figure out whether I just burned you or myself the most.\n", "label": 1}
{"input": "having a coffee and going through my twitter, facebook and other social networks ..... it seems to become a full time job to keep up \n", "label": 1}
{"input": "@Monkey_Cat Mom's brains are fried, not juicy.  That's what she says when she's in front of teh compy too much. MY BRAINS ARE FRIED!\n", "label": 1}
{"input": "goood morning sheffield, who the fuck text me this morning? a kfc and 3 mc'ds in 2 days is not healthy \n", "label": 1}
{"input": "@Rocmoney ha! I've been planning my &quot;dramatic walk-out speech&quot; (it would be a tupac rap) for sometime now...just need another job first \n", "label": 1}
{"input": "is even more irritated to find that the patch doesn't even get released properly until tmrw.. whats the point of letting you do it now?! \n", "label": 1}
{"input": "@islandiva147 I sent u a tweet yesterday but I don't know why it didn't work  I guess you're sleeping right now I am working soon noon !!!\n", "label": 1}
{"input": "pray for me please, the ex is threatening to start sh** at my/our babies 1st Birthday party. what a jerk. and I still have a headache \n", "label": 1}
{"input": "Have to update my picture cos I look old and fat.  Oh I am old and fat  playing badminton is not working on weight \n", "label": 1}
{"input": "Saw an ad on Craigslist for a casting call for a female host on G4. I was totally psyched! But realized it was a hoax \n", "label": 1}
{"input": "The Hoyts Distribution NZ website isn't working for me. Great. And it HAS to be like this when I need it most \n", "label": 1}
{"input": "@BridgetsBeaches Thank you for letting people know, but now I'm sad that the direct message I got wasn't actually from Bridget \n", "label": 1}
{"input": "@ivyclark - the name was ironic when first used (10/2/04), and it stuck (now over 5 years later). Of course, all irony is lost in time \n", "label": 1}
{"input": "Just got home, going to sleep for a couple hours. No Age of Conan  I hope I dream about eating delicious sushi!\n", "label": 1}
{"input": "My cousins can't stop playing Frozen Bubble Twisted &amp; Resco Bubble. Bye bye #N85, see you after a week or two \n", "label": 1}
{"input": "@ellelovexx haaaaa i want mac &amp; cheese toooooo!!!  hahahaha hey..i still got the one u left here...i guess im making that today Oo lol\n", "label": 1}
{"input": "Sooooooo busy right now. Have a lot of custom orders to catch up on! Haven't blogged since the 31st.  There aren't enough hrs in a day! ;)\n", "label": 1}
{"input": "Guess what? My Dad is PREGNANT!!! lol nah, the doctor does have to give him an epidural for his chronic back pain, though. \n", "label": 1}
{"input": "woke up to find this cold/flu/illness-type thing isn't going without a fight and, apparently, beats you up in your sleep. Sorry, keynote \n", "label": 1}
{"input": "Damn i am so late at filling this appraisal form, people have almost sent it .. i was so occupied in work \n", "label": 1}
{"input": "@tommcfly hey saw u guys play @ pushover..didn't get 2 meet u tho cuz of th HUGE line  i was very upset ='( lol..a msg would make up 4 it!\n", "label": 1}
{"input": "has been sick  and her back is veryyy bad. watching american history x. wanna watch american beauty though. buy it meeee.\n", "label": 1}
{"input": "Missing My BFF  watching home and away it reminds me of her and me  we &lt;3 It. shout out to u courts\n", "label": 1}
{"input": "#3 woke up and was having an accident - &quot;It's pushing, it's pushing!&quot; he was crying because he couldn't stop from wetting his pants.  \n", "label": 1}
{"input": "Vah. The dreaded lurgy strikes. I'm in dire need of tea, chloroformed or otherwise. Alas, I'm off to ASDA for pizza, no time for tea \n", "label": 1}
{"input": "I went to get a coffee but the kids got to the milk before I did, now I have a can of coke instead \n", "label": 1}
{"input": "@DavidT2006 Virgin again today, I'm afraid as I'm pushed for time. Having said that, I was delayed 40 mins at Brum \n", "label": 1}
{"input": "has to return the shirt she bought from Topshop bc she has $50 in her bank account that has to last her the rest of the month, life sucks \n", "label": 1}
{"input": "just found out I got ripped off by a fraudster bookseller in the US..signed 1st ed John Irving novel, my arse \n", "label": 1}
{"input": "w/ every person there. I didn't get a pic  my phone died but he signed my shirt so amazing words cannot describe should've skipped mel lol\n", "label": 1}
{"input": "@Knot2serious oh! Btw,@djrocko951 &amp; I tried to go to that Cuban buffet I told u about,so excited..it's closed on Mondays  SAD story!\n", "label": 1}
{"input": "Man I want some Nike Air Yeezy's but as i don't live in states have no chance in hell  Ahh well spend the $200 on 2 pairs of sb's instead!\n", "label": 1}
{"input": "So glad I made it through work - with an extra hour too and my paycheck.  Still waiting on the one I lost though \n", "label": 1}
{"input": "Used the term &quot;Fail Whale&quot; to a client on a pitch last night. From their incomprehension corp twitter is being done much lower in the org \n", "label": 1}
{"input": "got the ebay blues! item i want jumped from no bidders to over $100 in an hour.. still has 3 hours to go. i'd better not get my hopes up \n", "label": 1}
{"input": "@Dangerm0use I think maybe you should get a couple more hours of sleep, hon. How productive can you be right now if ur dog tired? I worry \n", "label": 1}
{"input": "Why does school take over your life so much you don't get sleep anymore  .. I am still doing school work and have more to do as well\n", "label": 1}
{"input": "@Ainz_dj mate what time you gettin there? not gonna be able to hang around for the late bit  but comin down to support you fo sho\n", "label": 1}
{"input": "@tayswift - I was up at 3AM   btw, congrats on winning album of the year. You deserve it, I can't not shed a tear to White Horse!\n", "label": 1}
{"input": "i hate the new facebook look either! so messy and everything is all over the place! i want the old one back! \n", "label": 1}
{"input": "@craigelder proof reading Defra Greener Living Fund bid - only a Govt dept could have a grant application deadline this close to Easter \n", "label": 1}
{"input": "why do both of my best friends have to be shitty simultaneously?  Can u at least take turns hurting my feelings? jerks..    going 2 sleep.\n", "label": 1}
{"input": "i am missing my daughter. she went away yesterday for a week on a course to help her teach gymnastics. the house is too quiet \n", "label": 1}
{"input": "@jess22t haha i know eh. but i'm thinking about vet science at sydney uni. cept that the guy wasn't there last night. he was in hostpital \n", "label": 1}
{"input": "Why do I keep looking...I know that what I read is gonna hurt but I still look! I guess it's just a girl thing. \n", "label": 1}
{"input": "@Nikki you're right - @innocentdrinks and Coca Cola seem like polar opposites in ethical terms  will Innocent become like Sunny Delight?\n", "label": 1}
{"input": "Is just loving the fact that it is 3:30 in the a.m. and my lil daughter will not go back to sleep!!! \n", "label": 1}
{"input": "@triplejsr the new eminem single, &quot;we made you&quot; it's got zero plays on aftermath's myspace,  i wanna hear it soo bad\n", "label": 1}
{"input": "Ah the sweet sound of chaos that is school holidays, I wish I was fit to work all day and let wifey deal with this..alas it's not to be \n", "label": 1}
{"input": "Uni sucks! Have to leave home at 12:00 to attend a lecture at 14:30 to 16:30.  &amp; roadworks everywhere - MT installing fibre cables.\n", "label": 1}
{"input": "why to we, the only school in the world, be in this week.My school is silly  anyway... look on the bright side. When i'm off, u will be in\n", "label": 1}
{"input": "hi twiitters  i ammm sooooo tired right nowwww . FALLING ASLEEP ON MSN ! i am thinking a less lazy day today ;P xx\n", "label": 1}
{"input": "@EllenDeG ellen......... Do my messages not get to you.......  if you didn't notice i'm sad. I try so hard to communicate wif u\n", "label": 1}
{"input": "is frightened cos its spider time.. i hope the flat repels them as i unfortunately haven't got a man to save me \n", "label": 1}
{"input": "i still cant understand linked in. what sthe point of it again? just got bakc from shoot. bloody exhausted. i need a hug \n", "label": 1}
{"input": "linkedin is being really mongy for me tonight... in fact it has just sat spinning, doing nothing a few times recently \n", "label": 1}
{"input": "Can't seem to get over the dissapointment of haveing absolutly no one notice I am gone. Sad   I must not be boring I must not be boring...\n", "label": 1}
{"input": "wishes she was talking to Joey right now... hes the only one that seems to be able to cheer her up lately \n", "label": 1}
{"input": "okay bbs &lt;3 does anyone know where i can get info on how night clubs in L.A. cost? i wanna rent one out next year please  I'll invite yall\n", "label": 1}
{"input": "uh D: why did the dentists hurt today. holy crap i feel like my teeth are all about to fall out \n", "label": 1}
{"input": "@InspiredWriting I love how I can - could - easily read and tweed while working. With twitter.com I'm reloading all the time \n", "label": 1}
{"input": "Going to The Works later for another &quot;70%&quot; session.Bloody boring but it's probably all I'm up to(still) for now.And I have rubbish skin. \n", "label": 1}
{"input": "wow #epicfail on me. I did a search for epicfail and didn't see many entries but apparently, it's widely used. I'm depressed now \n", "label": 1}
{"input": "@CathySavels oh, no  I've been there as well... the brother of one of mine, but I still see him sometimes around where I live \n", "label": 1}
{"input": "Ordered some maternity clothes online, which came today. I got something strange I didn't order, not in my size. And stuff is missing. \n", "label": 1}
{"input": "I've just got my streetcar essay back from Jerry and its still no good... ah man this is gonna be a bad day \n", "label": 1}
{"input": "ugh, just read on #CNN that they found the Cantu girl's body in a pond near their home. How terrible for her family \n", "label": 1}
{"input": "@acummings I've got return tickets booked for this weekend  If the exchange rate wasn't so bad I'd go, but don't mind missing it really.\n", "label": 1}
{"input": "@jennnnie yes, and the next project's wool is hiding from me...it was there on friday when i went to craig's place \n", "label": 1}
{"input": "He's the reason for the teardrops on my guitar the only one who has enough of me to break my heart \n", "label": 1}
{"input": "Bored of Sims for today  Still thinking of a name for me and Lukes youtube account to post our awesome new vid on  ideas people!!\n", "label": 1}
{"input": "@LOLTrish hey  long time no see! Yes.. Rains a bit ,only a bit  LOL , I'm fine thanks , how's you ?\n", "label": 1}
{"input": "@Craftysince1990 Lol, that's sweet! I bought tickets last year &amp;&amp; my PartnerInCrime flaked so I didn't end up going  but this, FOR SURE!\n", "label": 1}
{"input": "Another set of iPod earbuds dying - left going quiet  Apple charge GBP20 for replacements. Better options at around that price point?\n", "label": 1}
{"input": "@JasonArnopp our memberships had expired and to renew them we have to do a new induction which can't happen til next tuesday \n", "label": 1}
{"input": "Just finished a delicious breakfast, my last in Paris  I'll miss milk, europe has the tastiest milk in the world, I don't drink it in US.\n", "label": 1}
{"input": "Ow,I totally ate pavement this morn at Stephens Green Luas stop.So sore!AND THERE WAS A FREAKING TV CAMERA THERE!Of all the times to fall \n", "label": 1}
{"input": "Just had myself as driving lesson, went pretty well.  Need to stop crossing my hands over on the wheel apparently though, bad times \n", "label": 1}
{"input": "I'm feeling ecstatic!! I met James Matthews and Josh Wilkinson and got James Towel xD, maan my ears are still ringing and my throat hurts \n", "label": 1}
{"input": "Parra was...quick. didn't spend much time shopping  she came all the way to westmead just to take me to parra. how nice.\n", "label": 1}
{"input": "@hannahsix cream for his eye and he may have herpes - not ocular herpes, but a different strain.    He's doing okay though.\n", "label": 1}
{"input": "@mikebreed Its all up to us Mike.  I understand what you say but I think its us that need to change  my opinion but yours is good too! lol\n", "label": 1}
{"input": "@edbehrens 'Thanks for all the good luck! Alas, I wasn't good enough  don't really want to explain but thanks for everything I &lt;3 you all'\n", "label": 1}
{"input": "@cubedweller Gah - not for me on freeview then  Still - if they brought over the Colbert Report I'd consider switching just to get that.\n", "label": 1}
{"input": "I HATE WINDOWS MOVIE MAKER....  SONY VEGAS COME BACK!! I cant download it anymore. My brother banned me from downloading.. ? (\n", "label": 1}
{"input": "today is day 1 of my fast &amp; i feel i may break b4 i go 2 bed  i must hold out til the end of the wk! must stayed focused, wish me luck...\n", "label": 1}
{"input": "oh god one of the teachers here gave me a rotten gogoma to eat.. and i'm so hungry i'm trying to eat around the bad parts  HAHAHAHA\n", "label": 1}
{"input": "@heidimontag Lauren is being stubborn. she loves you, you love her.  I feel so bad for you, though. it made me cry  lol!\n", "label": 1}
{"input": "STOU site not update, no info about 2/2552 exam, and open course, I must wait for mail notices and doc. um... \n", "label": 1}
{"input": "@lancehenrikson just writ a @ticketbot thing, it is spamming people with tickets for bands with &quot;that word&quot; in. Probably children too \n", "label": 1}
{"input": "Goodnight&lt;3.  Sleeping in his shirt..I smell like man now lol. I have to wait like 9 more hours to see him \n", "label": 1}
{"input": "Watched a movie... feeling sleepy but know that when i actually get up from the lounge and move to bed I'll be wide awake \n", "label": 1}
{"input": "just woke up...its cloudy in the virgin islands  only two more days here til i have to go back to seattle\n", "label": 1}
{"input": "finally have the vintage logo of greatness over here now...kinda tough to do right now w/o a home computer  ... oh well, someday\n", "label": 1}
{"input": "I really wish I had not bought the camera-less E62 that day when my 6680 went dead. I miss photographing little things. dSLR is too bulky \n", "label": 1}
{"input": "Bad news was Dad has cancer and is dying   Good news new business started and  I am now a life coach practising holistic weight management\n", "label": 1}
{"input": "thought it would be interesting to get F1 updates from Twitter, slightly regretting the decision, I can't see anyone elses's updates \n", "label": 1}
{"input": "Just bought a car and my impending fatherhood is affecting my judgement.  Out with plans of a 330CI and in with a Rav-4 \n", "label": 1}
{"input": "@louizah just watched the repeat of Zain challenge...smart kids!! i feel so blonde  What day &amp; time does the show air in TZ, anyone?\n", "label": 1}
{"input": "No, i can't believe I just wrote that. The reason why she couldn't make it was: Her neighbor shot himself yesterday. OMG! Rest In peace. \n", "label": 1}
{"input": "@jazred87 i told you if I caved I'd end up abusing it... much like I do Facebook. It's because I don't have any real friends \n", "label": 1}
{"input": "@abhian abey lalloo.. Me n dake then went for the 8pm show @ cp.. U cud've made it  .. Chal koi nahi, nxt weekend try karenge again\n", "label": 1}
{"input": "@nikrosser I don't think there is any kind of good stroke. I'll wait to hear from you. I love that little cat.  L xxx\n", "label": 1}
{"input": "@Sheamus Yep done that from the off - just have All Friends | Search | My Tweets panels. Hmm interesting, maybe it will fix itself later \n", "label": 1}
{"input": "@kristinabitch I can't believe shes going to be gone in less than 24 hours. I'm going to miss her so much. \n", "label": 1}
{"input": "@lizsong @amyseeley sounds like we all had the same day   here we are in a new one!  let's all cross our fingers.....\n", "label": 1}
{"input": "@kristinfinley ur phone and its breaking disease has spread to my phone it doesnt ring any more  just flashes agh only one moth till a ...\n", "label": 1}
{"input": "Yeh totally dig FireBug but enuff is enuff, gonna start using Safari4/Charles + ditch FF and see how debugging goes, too many FF crashes \n", "label": 1}
{"input": "can't believe it! I'm in disbelief of it all in a way really. How much can I take from people and always get hurt by others!! \n", "label": 1}
{"input": "Wishes David Cook was coming to phoenix  trying to figure out a way to get to San diego on June 18th to see him.... I'm obsessed\n", "label": 1}
{"input": "im boredd. gah  i wish i could just sleep and get it over with but ive had toooo muchh cooooffffeeeeeeeee  bahaha\n", "label": 1}
{"input": "been rather tempted by a Premier Projector on eBay...  But then thought that a fifth drumkit might be a bit excessive...  \n", "label": 1}
{"input": "@MarieLuv That is still terrible, but unfortunately these things happen.  Hope your friend wasn't too upset about being conned like that \n", "label": 1}
{"input": "@viennateng Why didn't you tweet that you are in Germany, Heard about the concert in Marburg in the Radio 1 hour before it started. \n", "label": 1}
{"input": "@Wo0t I'm afraid my nerd level will rise to the maximum and I'll start messing too much with it. I have exams in 4 months \n", "label": 0}
{"input": "@saraxelizabeth yup, she left this morning, and she knows nothing, its going to be hard when she gets home and realizes everything \n", "label": 0}
{"input": "Ouchies, my thumb hurts. Nail split and broke too short and now it hurts. Stupid nail... you were growing so good too \n", "label": 0}
{"input": "thinking when I actually start to trust someone they shatter it..  &quot;And the 7th thing I like the most that you do.. you make me love you&quot;\n", "label": 0}
{"input": "Burned his hand on the grill at McDonalds  I guess it will be harder to finger dick hungry girls tonight :/\n", "label": 0}
{"input": "@Purplemayte He had his sunglasses is on so it made it easier. I told him I was playing poker and he high fived me and then it was over \n", "label": 0}
{"input": "Both my puppies were sleeping with their paws in the air this morning. So unbelievably adorable!  ** the ruling on prop 8 makes me sad. \n", "label": 0}
{"input": "@JaymesPham I have so much angst against bandwagon fans!  They don't know what we've truly been through for all of these years! \n", "label": 0}
{"input": "@Groonk Yeah, I know &quot;Crystal Skull&quot; has it's flaws - but I really enjoy it. Area 51, flying saucers and little green men are my weakness \n", "label": 0}
{"input": "@marqueemarc Yeah. But we've got four years. Personally, healthcare and this economy are bigger issues to everyone (and me), sad to say \n", "label": 0}
{"input": "@avtherav how was the Hip show? Worked too late then did something they'd approve of: went to play hockey. Prob won't make it tommorow \n", "label": 0}
{"input": "Is sad to report that despite best efforts, the need to charge the shift-phone and eat has taken me, for the first time to a chain \n", "label": 0}
{"input": "@peterelst Great! hopefully I'll be there as well. But it's still not clear whether or not I'm going to make it. It's out of my hands \n", "label": 0}
{"input": "Any old hoo  -i really have to go 2 bed! nighty night (unless insomnia hits me, which has been known of late \n", "label": 0}
{"input": "Days of rest always seem to precede crazy weeks.  Today I barely scratched the surface of my todo list, and I'm a todo list junkie. \n", "label": 0}
{"input": "oh man I read all of your tweets of Jon and Kate, you guys were right, this is tragic sad.  oh man\n", "label": 0}
{"input": "Tired from the false fire alarm this morning..was late for work b.c.Of the metro!! I am probably the only person not in Vegas this wknd \n", "label": 0}
{"input": "I'm not feel ing good at all. I shouldn't have gone to my friend's house when I knew I was sick \n", "label": 0}
{"input": "I miss my brother right now. He's the most and least like me person on the planet. He moved away and I miss his lame unintentional humor \n", "label": 0}
{"input": "@azzmonkey thats hillarious but why couldnt i be the blonde  lmfaooooooo make me a login so i can post haaaa ill post some funny shit\n", "label": 0}
{"input": "So mad.  DVR only recorded first 30mins of J&amp;K+8 premiere..... GRR!!  Now I have to find it online..or wait until Monday!! \n", "label": 0}
{"input": "Hmmm . Just waiting too hear the recording of me at Stage challenge  . Silly Zm hasnt played it yet lol\n", "label": 0}
{"input": "@beauevans you already are becoming too famous for me!!!    u take like 5 years to reply!!!! Soooooo when are we going to Menchies???\n", "label": 0}
{"input": "Don't you just hate it when you find out that a friend isn't actually a friend because if they ever get a chance to hurt you they do.  sad\n", "label": 0}
{"input": "I feel so sick, not keen at all for work  Anyone know of a new part-time job i should go for?\n", "label": 0}
{"input": "morning. i appear to be a little hungover. also optician told me yesterday working on computers is ruining my eyes - yay! \n", "label": 0}
{"input": "Only 4 1/2 more days of school.  Then summer starts.  I'm voting for year round school.  no more peace and quiet for 3 months.  \n", "label": 0}
{"input": "@iamdiddy I'm glad you made it and everything. But I haven't seen where you mentioned the loss of Mike Tyson's 4yr. old daughter. \n", "label": 0}
{"input": "@mrkthmn no gym anymore..  I went to the one at ASU but now I'm never there. It's a bummer because I loved it!\n", "label": 0}
{"input": "Jon from Jon &amp; Kate plus 8 is such a tool it's ridiculous (not that Kate is much better)... Poor kids \n", "label": 0}
{"input": "wondering how and where to start  I miss you... with all my heart n i need u a lot too :/\n", "label": 0}
{"input": "enjoying a dry martini w/ two olives and a magazine. laying in bed watching this show dirt on dvd. all the good ones get cancelled. \n", "label": 0}
{"input": "RIP Mike Tyson's baby girl  (Exodus Tyson). god bless you. my heart goes out to Mike and his family. Love&amp;Peace to everyone. Kisses. \n", "label": 0}
{"input": "I want a lil puppy so bad... I donno if I work to much to actualy have one tho   what are the best kinda dogs?\n", "label": 0}
{"input": "Ugh. I dunno if im going to school tomorrow. O9 head hurts so bad and its only going to be worse in the morning. \n", "label": 0}
{"input": "Proud that a Latina was nominated as Supreme Court justice...too bad she is bleeding-heart liberal activist.  Guess you can't win 'em all \n", "label": 0}
{"input": "@cameronstrang Dude, were you dancing with a towel behind Barkley? If so, I definitely saw you. Boo on your Magic.... go Cavs! (ya right) \n", "label": 0}
{"input": "SIIIGH im ment to b going out 2morrow to a few florists to try and get a traineeship but its raining so much \n", "label": 0}
{"input": "@slyall jesus I hope not. would ultimately be good for the people of north korea to be liberated. but so many people would die. \n", "label": 0}
{"input": "@xSTEEVANNNx hahah it iss a motha fuckin plaan :o youuu never texted me back, as usuaaal! andd i've been being nice! \n", "label": 0}
{"input": "@pathfindersar You are so welcome, anything I can do to help! I will do the sock thing. Im so paranoid about that, i confess.  \n", "label": 0}
{"input": "Saddest day of my life. What I thought was a Medieval Times restaurant is really a giant adult sex store. I wanted to see jousting \n", "label": 0}
{"input": "@amandahqtpie Just watched your clip - sooooo ..HOT !  No I have not seen them live in 20 years   sooo saaaddd !\n", "label": 0}
{"input": "@omgitsafox D'aw~  I would give you ( a very bad, but I would try! ) back rub. If you get my shoulders/neck &gt;:3\n", "label": 0}
{"input": "finished reading 'Valley of the Dolls' - loved loved loved - but don't like starting a fresh book late at night \n", "label": 0}
{"input": "&quot;I only have a 360 now.  *pause* Oh, and a Wii. Haha. I forgot about that.&quot; -Myself, forgetting about my ownership of a Wii.\n", "label": 0}
{"input": "@MissxMarisa That looks scary the Shadow Walker Lmfao, Prop 8 all the way, How come youdon't respond back Half the time \n", "label": 0}
{"input": "Went to bestbuys 2day  got a new charger for my macbook! yay, bought a speck pink case that dont fit my mac  it was 50$ gotta give it back\n", "label": 0}
{"input": "ppl r so cruel I watched some guy speed up &amp; hit a dog &amp; then laugh about it I made a u turn and check on him he's gone  poor doggy\n", "label": 0}
{"input": "@PlusSizeMommy Much better now that I got my school stuff out the way! I hate having it hanging over my head all day! \n", "label": 0}
{"input": "@EllenFans Well 4get it . . . . I'm gettin fed up with this. . . . . So 4get it! \n", "label": 0}
{"input": "the past two days all ive been doing is reading!!! getting all my errands done tomorrow then workin at 3:30... i miss sam \n", "label": 0}
{"input": "Sends love to all the kids who have to go through dialysis every day. Hopes Rani will stop making fun!  I miss Audrey! thanx rani!!!!!! \n", "label": 0}
{"input": "My head hurts so ridiculously bad. So does my chest and throat because I'm out of my heartburn meds and have no more refills. \n", "label": 0}
{"input": "Why can't I sleep?  I fall asleep sitting up but as soon as I lay down I stare at the ceiling for half an hour \n", "label": 0}
{"input": "@tweenkle77 I haven't seen a cigar bar here in ages  I understand the banning smoking in public places, but they closed the smoke bars too\n", "label": 0}
{"input": "I'm home! My baby sisters are already asleep though  And all of the resident animals have been shaved! HAHAHA Lucyy. So exhausted..\n", "label": 0}
{"input": "I'm planning to hunt down the coffee culprit @ Manpower - that is the person who leaves the dispenser empty all the time \n", "label": 0}
{"input": "I'm crying inside as I type this but I put 2 and 2 together and I think I'm allergic to strawberries  May be getting test 2morrow to see.\n", "label": 0}
{"input": "@_Idance19, noo, i can only read the dms on here  &amp; he was hitting me &amp; i called 4 some1 2 punish him, so he made himself cry &amp; told t ...\n", "label": 0}
{"input": "18 units, but no 115.  Might cancel a couple of subjects (Chem 1, MS 101, Ital 10, Pan Pil 17, 145, 150) to make room for 115! AAACKKK\n", "label": 0}
{"input": "On another note, I'm also making a tweet-deck Object-Dock icon, I looked on Deviant art and couldn't find any?!?!  Which is sorta a shame\n", "label": 0}
{"input": "So H1N1 has finally arrived on our shores.  I read that the SMU girl was in NY for 10days (correction). M'sia's case was from NY as well.\n", "label": 0}
{"input": "@lauraluvsmariah Nothing just was wondering because I've heard she calls when ppl win stuff. I have yet to win a contest  lol\n", "label": 0}
{"input": "The Taverne was in a building from the 1600s, had beef bourgignon &amp; escargot. It was good, but was told it was a tourist spot \n", "label": 0}
{"input": "Ay yiyi, poor lost dog. She's so sweet.. dirty, obv hurt &amp; prob sick. Glad she's out of the rain-she's prob been on the road for a while \n", "label": 0}
{"input": "it took me 1 min 19.8seconds to drink one bottle of arrowhead water. Now I feel all bloated in my stomach. Worst feeling right now \n", "label": 0}
{"input": "erm sorry to have worried everyone that last tweet was meant for someone else in my moment of insanity i txtd it wrong ... sowwy \n", "label": 0}
{"input": "sad time about my red right ankle: I can only wear 1 pair of shoes, it's the only one my splint fits in. \n", "label": 0}
{"input": "Is sick  Had a migraine and had to be sent home from school. Just had a 2 hour nap. I feel betterish\n", "label": 0}
{"input": "@chaoscartel I am in the city but working  what a shame have a cross bow ready to fire up! PS I like grapes, but only the green ones!!\n", "label": 0}
{"input": "just left a rather tearful Raph at camp. seems full of jocks. of the somewhat malicious kind.   (Raph is not sporty. not a jock at all)\n", "label": 0}
{"input": "@inkswamp nope, abc.com is only for the US too.  But a friend recorded it so I can have it on DVD. \n", "label": 0}
{"input": "Been up for an hour cause I couldn't fall back asleep and now I'm tired and have to get up for work... why can't I sleep an entire night? \n", "label": 0}
{"input": "why why why am i finishing this history degree? damnnnittttttttt. too deep to switch over to CS  i could do those in my sleep. if i slept!\n", "label": 0}
{"input": "UGH!!! wht the EFF is wrong w Twitter...im tired of my default pic bein a red 'X' ...  who KNOWS wht random pic will eventually show up...\n", "label": 0}
{"input": "@classyPYNK I totally understand  My husband is circ'ed but my son is not. We found info &amp; there was no way I would've done it \n", "label": 0}
{"input": "Hope my grandpa and his family come back soon. I think they were coming back in December. Thats very long and Im very impatient. \n", "label": 0}
{"input": "@powerofpink Oh geez chicky   Did you get them both removed?  I was told that the chance of it reoccuring is less that 1% if they are\n", "label": 0}
{"input": "@jaaacckkkkk oohh. oh so you presented? i really dont wanna sit through all of them. its pretty boring isnt it. oh well. im tired already \n", "label": 0}
{"input": "@huggerfood i feel the same way, really glad that i can't have most available junk foods. angel food cake was my cake of choice though \n", "label": 0}
{"input": "*Phew* just submitted my module selections, that was tough, \u007fback to revision for Accounting *sigh* two exams in less than 24 hours \n", "label": 0}
{"input": "@michellekl that sucks so much  is there a david's bridal store near you? I would demand to speak to a higher-up. jmo.\n", "label": 0}
{"input": "Grooving to Metric, still packing my stuff up. Gettin a little sad i wont be in this cozy apartment anymore  on to new adventures i guess!\n", "label": 0}
{"input": "the sad part of life is that you outgrow relationships  and then no matter how much band aid you put on it, it is too late !\n", "label": 0}
{"input": "even if i wanted to eat out.. i can't. i'm sooo broke!  oh well. maybe i can lose weight this way.\n", "label": 0}
{"input": "Cant believe WLVM bought me a big ass ice cream of my favorite n since 9pm  its still in the fridge  n i dont want it !!!\n", "label": 0}
{"input": "Awww... My blow up mattress must have a leak... I fell asleep last night with it all blown up and woke up on the floor... \n", "label": 0}
{"input": "@Zackules Gah sorry I've just been trying to finish crap up and I'm going to be out of town this week \n", "label": 0}
{"input": "playing catch up from my week away...so much work to do and trying to tend to an injured pup. Poor molly \n", "label": 0}
{"input": "@ladyinsomniac guh! that sucks! I see you there sometimes and then you go and it makes me sad  aw... I'm nearly done with the revamp \n", "label": 0}
{"input": "Too much traffic on theAsianparent.com website - so our hosting provider literally pulled our plug for 20 mins!  We are back online now!\n", "label": 0}
{"input": "@imsoapee Retail, and home warranties. If it was mostly retail I'd do better on the new scale, but guess what? We do mostly home warranty \n", "label": 0}
{"input": "I love my fast f/1.8 50mm but it's just too narrow. Really want something wider. 35? No, 18. Hell, 18-250 with IS and under $500. Yeah... \n", "label": 0}
{"input": "@Hibernia1 they can't tell if it's broken; too much swelling. He'll  get it x-rayed again in a week. Splinted for now. \n", "label": 0}
{"input": "@NKOTBmama Come on! I can't believe you got this 1 right too! HAHA you are out of control! You really deserve a prize! I missed this game \n", "label": 0}
{"input": "tweets ...wow...cleveland sports really is rigged up...they dont want us 2 ever win a ship   .like this is a training camp for stars...\n", "label": 0}
{"input": "I'm still looking for the perfect amp. Will this ever end? Why yes it will, and I'll be a couple grand poorer \n", "label": 0}
{"input": "i hate when i'm just trying to look something up online &amp; a scary horror movie trailer comes up out of nowhere &amp; my speakers are on blast \n", "label": 0}
{"input": "@RobirobC LOL! the mic they used on the show was a prop - the real one is in houston still probably - was supposed to be sent to me \n", "label": 0}
{"input": "damn i even tried to put my pic as a background and it still didnt work uggh well yall i guess im faceless  i think that a goood thing \n", "label": 0}
{"input": "Getting ready to go to bed. Have to wake up bright and early tomorrow. Back to work. I miss my vacation \n", "label": 0}
{"input": "Damn Lebron Kobe SHowin Who Should Of Been MVP This Year 2 Damn i'm lookin stupied hoping u guys can pull a comeback from 3-1 \n", "label": 0}
{"input": "@FranAspiemom I can so realate. i feel tired, but not sleepy even with meds  and all i can think about are sad things. i hate these nights\n", "label": 0}
{"input": "Spent way to much money today! Think I'll pop into Coles for some Early Grey and spend the night taking it easy... No trivia either \n", "label": 0}
{"input": "@patrick_stump I am more than ready! My friend &amp; I were suppose 2 c yall n houston in april but it got cancelled \n", "label": 0}
{"input": "I hope they use my header  I worked EXTREMELY hard on it. Resizing it, and fixing the size, and recreating it to make it bigger..\n", "label": 0}
{"input": "i miss january, see you in august. we'll pretend like it's november and pull a march.  why am i doing this to myself?\n", "label": 0}
{"input": "i want to learn how to sew, i am finding the most amazing sewing projects lately and i have no idea how to do any of them \n", "label": 0}
{"input": "doing the same GODDAMN STUPID thing that Cyan did with URU: Playing favorites with Nyte... Like he's some kind of &quot;community rep&quot;... \n", "label": 0}
{"input": "@TheEllenShow - How can lawmakers pass a bill like Prop 8, but campaign to stop violations of a person's human rights? Something's wrong \n", "label": 0}
{"input": "@azzmonkey the future bf buggin out...  lol cause i barely have time to call his ass.. blah.. and by the time hes done with practice..\n", "label": 0}
{"input": "@RyanSeacrest so sad.. our family lost a precious baby girl exactly 1 yr ago of only 18 months I can only imagine their pain... \n", "label": 0}
{"input": "goin to bed. so tired. fun, long day. tomorrow's gonna be so stressful. ugh. im not happy. the ppl off from school already are so lucky! \n", "label": 0}
{"input": "Clementine's case is dirty and very un-pink. and Best Buy doesn't sell cases for the ~old iPod classics anymore. AND i'm too lazy to knit \n", "label": 0}
{"input": "@drummertpf no luck at the airport. i think i missed him! gonna try and get into the show tonight...it's at a record store, but sold out \n", "label": 0}
{"input": "Changed the oil in my bike today. Shifting like butta! Long exhausting day and I just realized @abeautifuletdwn called me an hour ago \n", "label": 0}
{"input": "@CzarinaE Amen to that girlfriend! lol I think I'm just going write another paragraph and finish it all tomorrow I'm so sleepy \n", "label": 0}
{"input": "@7angela7 Im going away for the next 1 to 3 weeks.dont know yet. Im not sure I'll have the internet   when I get back though I'll see them\n", "label": 0}
{"input": "@selenagomez goodnight, im a huge fan, i really wish u would follow me, but it's okay, i mean u don't know me, bye. \n", "label": 0}
{"input": "tough day.  My dogs leg is not longer attached to his hip   Trying to figure out when the time is right.\n", "label": 0}
{"input": "What a bad day for CA &amp; the world, sadness, injustice &amp; bannishment.. nothing will be the same again.. Jay Lenos last week is starting.. \n", "label": 0}
{"input": "What the crap i'm just sitting here and all of a sudden my head feels like it got hit with a baseball bat \n", "label": 0}
{"input": "I did many things today, but they all felt like Side quests, didn't feel like i could advance the plot anyways \n", "label": 0}
{"input": "@Danthefierce ok cool srry i wasn't on very much today its tuesday so i had to clean the tortoise tanks and it takes a while \n", "label": 0}
{"input": "@kevinwildt I am sure your playlist will trump the hell out the one I made for today.  I had to skip like 10 songs \n", "label": 0}
{"input": "Day two on Twitter - still not sure what the hype is about.... But it's Wednesday &amp; I'm missing the love of my life who is away for work! \n", "label": 0}
{"input": "@mileycyrus Oh honey   They should just let u live your life &amp; only take snaps of u when at public events! What did they do this time? x\n", "label": 0}
{"input": "@Drizzle772 oooo i see! well you would know better than me, thats for sure! still raining there for ya?!  its so gray here lol\n", "label": 0}
{"input": "ok yeah i totally just screamed like a little girl, there's big bug in my room and i cant get to it \n", "label": 0}
{"input": "i should be sleeping...but can't sleep. I will pay for it tomorrow morning when i have to be up at 6am.. \n", "label": 0}
{"input": "@CaseyPCarlson I loved you... got mad you were voted off. I'll have to say it was a bad song choice, unfortunately! \n", "label": 0}
{"input": "@macpug Do you mean you didn't have black widows where you used to live? :-O  There are so many around here. \n", "label": 0}
{"input": "@tweenkle77 I cant find them. Smoking bars just don't do well here. I'm sure theres some in the city, but I dont know where  It sux lol\n", "label": 0}
{"input": "Finally after a month got my computer back, everything is gone!  So sad, I have spent the last few hours redownloading. So frustrating!\n", "label": 0}
{"input": "@ngmoco tried to get in on that deal at Best Buy about a month ago and they ran out of Rolando cards \n", "label": 0}
{"input": "All these retweets of my typo.  &quot;Our photo editor&quot;!!! BTW, lots of credit goes to photo stringer Alan Dep, @adep, for many a great shot.\n", "label": 0}
{"input": "it seems like d republicans do not care about getting their next guy for 2012.mmm i guess they think they do not stand a chance \n", "label": 0}
{"input": "My office computer shredded my C93 &quot;Black Ships Hit The Dancefloor&quot; DualDisc - absolutely ruined. F**k!!! Time for the garbage, I guess. \n", "label": 0}
{"input": "@samisom I'm going to miss it too!  I don't want to leave! Oh! Did I tell you my family's moving to Anaheim?!?\n", "label": 0}
{"input": "@azzi exactly, we've been thru this a 1000 times b4, Lebs are &quot;well&quot; prepared, sadly enough, but I stay anxious &amp; cautious \n", "label": 0}
{"input": "Trying to think of something to do. Can't wait to go out later. I'M SO BORED! SAVE ME FROM BOREDOM! ANYONE!!! \n", "label": 0}
{"input": "home a bit tired, someones trying to spread another bad rumor about me  (bad lady) Im sure da eye in the sky in always watching\n", "label": 0}
{"input": "@Etsy - I'm ready to give up on this website... It's done nothing but consumed all of my time and put me in a bit of debt \n", "label": 0}
{"input": "im hating the fact that i only started worrying about report cards with 2 weeks left for school to be over \n", "label": 0}
{"input": "had a nice nap but still feel like crap. stress level high so may have to kiss going out tonight goodbye...! \n", "label": 0}
{"input": "at this rate, i would not be surprised if lakers or cavs dont show up at the finals. kudos to magic and nuggets..no tennis for me yet \n", "label": 0}
{"input": "After school I went to the libray. I need to get iLife 09 so bad!!! Or I can't edtit any more videos  !\n", "label": 0}
{"input": "Guess I'll do a tweet today; I set up a Google Analytics account to track visits to the site. That's all I got done today. \n", "label": 0}
{"input": "Holy Shit! Just woke up gasping for air. Most realistic nightmare in a while. My heart is pounding out of my chest; I may just cry \n", "label": 0}
{"input": "Definitely utilizing my free drink coupons on this flight. The guy sitting next to me stinks  I need something to distract me!!\n", "label": 0}
{"input": "- well it finally happened. My body has revolted against 5 nights of good times. I guess that 4 is my limit in a 7 day span. \n", "label": 0}
{"input": "@jenniferleeh ahahaha i know and when she does tweet i dont get them  im not getting alot of the updates WACK!!\n", "label": 0}
{"input": "@Health4UandPets Wow, just saw a baby corn snake feeding on a pinky mouse, couldn't deal with the feeding part myself.    LOL\n", "label": 0}
{"input": "a little upset that her Macbook is cracking AGAIN for the third time. I haven't even closed it since I got it fixed the last time. \n", "label": 0}
{"input": "I need like, a personal body scratcher. UGH SO ITCHY. It seriously feels like I took a bath in itching powder. \n", "label": 0}
{"input": "@chile_pepper: '555 updates' looks so pretty. ~I was just there...&amp; missed doing something special for it  Opps. You are in Van? Spanish?\n", "label": 0}
{"input": "ER repeats on TNT are great. LOVE the old ones. Last day off til I do 7 on  At least I'm employed.\n", "label": 0}
{"input": "Tmmr is GoogleIO, then SF again on Thursday, then Wordcamp Sat (and sushi) then Twtrcon Sunday.  Whew!  Missing Maker Fare though. \n", "label": 0}
{"input": "i miss january, see you in august. we'll pretend like it's november and pull an march.  why am i doing this to myself?\n", "label": 0}
{"input": "@missris seriously, the view is just a bunch of old hags that have nothing else to do but bitch about hteir lifeps im back at work today \n", "label": 0}
{"input": "@mileycyrus miley I love u but why did perez say u call the paprazzi yourself? you should address this so ppl don't think you are a liar \n", "label": 0}
{"input": "@EyeCandyVannie lmao. only problem with that is that there's no one on campus. and i'm hella tired for some reason. but i can't sleep \n", "label": 0}
{"input": "very upset with myself, when will i learn to quit while im ahead  oh well didnt really lose much but i couldve won alot! \n", "label": 0}
{"input": "For the first time in months I have a freshly formatted memory card in my camera--but no free time to shoot! \n", "label": 0}
{"input": "Someone want to try and make me feel better? Hmm, this is really getting to me! This is want I get for finally being careless! \n", "label": 0}
{"input": "Does Anyone Want My Tickets To &quot;A Different Me Tour&quot;...I Just dont think I will be able to STOMACH IT! Really... \n", "label": 0}
{"input": "Just got Blink-182 tickets. It's bittersweet. I wanted to be so much closer.  Might buy tickets for another show next week too.\n", "label": 0}
{"input": "Spent the day fiddling with bike. Various new bits including cables. Shifting is lovely now. It's so clean I don't want to get it mucky \n", "label": 0}
{"input": "I miss George Carlin, it's days when we have shit depressing news I miss his input later that year in a HBO special or stand-up act... \n", "label": 0}
{"input": "Weird work schedule starts this week...three late days, but with early days in between ...argh, makes for some crazy sleep patterns... \n", "label": 0}
{"input": "@Trishayy hahahaha you are always going to think that i want to put my slippery dolphin in your whale eye. this is a sad outcome of us \n", "label": 0}
{"input": "I feel so empty without an episode of Jonas .. can't wait for this saturday! Disney can't do this to us \n", "label": 0}
{"input": "@BlueBuddhaBtq I haven't worked on it this week; was too busy.  Heading out of town for the weekend and left chainmailling at home \n", "label": 0}
{"input": "@Brroooke Oh and bad news Samantha took June 19th off her schedule  Hopefully she will reschedule...I will let you know what I find out.\n", "label": 0}
{"input": "BTW i should be packing now, i have time til Sunday to pack all my junk and move back to my parents house. i am lazy. i hate moving. \n", "label": 0}
{"input": "@TeeDayZ I'm up thinking about Angelia I think I heard her crying in my dream and now I can't go back to sleep.  I miss her\n", "label": 0}
{"input": "@jaystokes4 that what's up! Now that's what's up! Props to u!! Yeah I hear ya I was plannin on takin da summer off I need but I might not \n", "label": 0}
{"input": "@donniewahlberg I now have empathy for you and how you felt about the Celtics in the playoffs...my Cavs are hurting my heart \n", "label": 0}
{"input": "Well I have heard if the other two movies but have not yet seen them either LOL I fail at movie watchin \n", "label": 0}
{"input": "Finally saw Star Trek, It was good. Had some sushi, that was good.  Leaving for two weeks tomorrow morning.  That is sad. Will miss wife \n", "label": 0}
{"input": "im thinkin bout gettin my nose pierced tmrw since im OFF WORK but idk yet cuz i dnt wana regret it lata  help!\n", "label": 0}
{"input": "@rapping_fa   sorry to hear...i had my fingers crossed for you the whole time! hope to fly with you one of these days \n", "label": 0}
{"input": "Went to the cabin last weekend &amp; all I got was this Lyme disease infected tick bite  hello 3 weeks of antibiotics.\n", "label": 0}
{"input": "since follow friday stopped, i haven't gotten a single new follower, i guess i'm pretty boring   ah well.  bed time. see ya'll in the am.\n", "label": 0}
{"input": "I seem to have misplaced some letters I was hoping to mail tomorrow. I went to the post office today to buy pretty stamps &amp; everything. \n", "label": 0}
{"input": "@RubyRose1 prop 8 didn't pass... again? OMG why does it even have to go to a vote. Obama should just work his magic? \n", "label": 0}
{"input": "I'm soo mad I can't get merried yet all thiss ppl that get merried whit there one nigth stands have all rigths why not us ! \n", "label": 0}
{"input": "@calvinharris love akon and love u!  Ur updates always make me laugh or think..Usually both! What time u on at glasto? Prodigy same time? \n", "label": 0}
{"input": "@carpexnoctem13 i had no idea cool... i dont buy from itunes with its drm  bummer what is the link to the indie store?\n", "label": 0}
{"input": "DAMN... ON SATURDAY A FEMALE WHO WAS CELEBRATING HER 21ST DOWNTOWN GOT SHOT AND KILLED AFTER A CONFRONTATION AFTER LEAVING CLUB BELO...  \n", "label": 0}
{"input": "@Jeddidiah wish I was there no one wanted to do the drive with me and I didn't get off work til 8... \n", "label": 0}
{"input": "wishes that my boo @Jcmtt13 was here because who else am I gonna have late night phone calls with while your gone \n", "label": 0}
{"input": "im out! twitter tikkin me off! havn diffikulty wit mah main pik displaying  now u kant c mah beauty  fl0w @BlakkMagikk im all n da bkgrd\n", "label": 0}
{"input": "good morning all cant believe im up so early bloody noisey men grrrrrrrrr and what a horrible day rin agai in wales today and wind to \n", "label": 0}
{"input": "sorry twitter I haven't been able to get online tonight. so busy at work. and prolly won't be back on the rest of the nite. \n", "label": 0}
{"input": "My grandma has to go up to Stanford for additional tests on her one remaining lung  I'm trying to keep my spirits up though.\n", "label": 0}
{"input": "All my prayers goes out to Rodney Rodgers and his fam-He was paralyzed from the neck down in a bike accident \n", "label": 0}
{"input": "my ribs hurt. it hurts to breathe. it's been like this all day. did nothing yesterday but watch tv. how did that like, bruise my ribs? \n", "label": 0}
{"input": "Bored! Havent been on TJ for a while. Stupid mobile web doesnt let me into it  missing all my TJ sisters! Yes. I'm talking to YOU!\n", "label": 0}
{"input": "@McRiddlahpants @splinky76rlm what is wrong with me?  just got the half ass hug while everyone else got good hugs  he WILL make it up 2 me\n", "label": 0}
{"input": "I just drank hot tea with loads of honey... It was supposta make me feel better... But it made me feel worse \n", "label": 0}
{"input": "@erialcgrove I missed those parts...  and please let's not refer to tomos beard as any kind of storage place. That's just scary.\n", "label": 0}
{"input": "Just startled awake from the scariest nightmare ever: cartoon wolves that were red &amp; savage at the sight of humans &amp; destroyed everyone \n", "label": 0}
{"input": "Now i'm watching 'The Greatest Game Ever Played' knowing the Yankees are going to blow it. So much for first place. Wild Card bound \n", "label": 0}
{"input": "@heykim Awwww... I'm so sorry to hear about that.  I hope nobody got hurt. You and your family, will certainly be in my thoughts &amp; prayers\n", "label": 0}
{"input": "omg im soooooo upset wanna go to school 2moz so i can have a hug of ***** he has just left and i already miss him  keep txtin hun miss u\n", "label": 0}
{"input": "@LaurenConrad hey lauren! just watched ep 9 and the aftershow! you are just amazing! the hills won't be the same  ~pat, manila philippines\n", "label": 0}
{"input": "The bike sharing pilot is over  but cheer up because the Melbourne bike sharing adventure is only starting!Industry forum on June 15\n", "label": 0}
{"input": "It's been over 24 hrs since I heard anything outta depressed friend. My heart is breaking and now I'm a lil worried \n", "label": 0}
{"input": "@boobsie_lu oh I sure would love to do that 2moro! LOL but I'm super broke...we have hella bills to pay for \n", "label": 0}
{"input": "@enithhernandez Jokes aside it actually made me CHANGE my mind about circ for my future sons. They loose about 30% of sensitivity. Yowza \n", "label": 0}
{"input": "@mileycyrus aww  i hate paparatzzi they annoy me just seeing them! lol even tho they dont follow me! but i wouldnt like it if they did \n", "label": 0}
{"input": "Please pray for my grandma. Shes losing blood internally and the docs cant find where or what is wrong with her  thanks everyone!\n", "label": 0}
{"input": "at the library hating the fact that i can't use my own computer in my own BED! and the Cavs lost \n", "label": 0}
{"input": "Im in soo much pain cant take it no longer....need some chips and salsa  2 much baby mamma drama take that shit sumwhere else.. kisses\n", "label": 0}
{"input": "Oh my god I so want to buy a season ticket to the Pantages... but I don't think I'd be able to afford 8 LA trips  Pity I don't live in LA.\n", "label": 0}
{"input": "@pcdnicole ooh, so cute! God bless you Nicole! Love you so much and I hope see you here in Brazil, we need you.  xoxox\n", "label": 0}
{"input": "@vimoh I do not know really. But to me all this looks like a cover up. Something big is waiting in the wings \n", "label": 0}
{"input": "@madeofhoney1 i didnt hear wut u said at the end but i dont even wanna ask cuz im just annoying you \n", "label": 0}
{"input": "@ktzekat we don't even use the home phone in our house and random sales people keep CALLING. AND CALLING. and i wanted to nap \n", "label": 0}
{"input": "@blondie554455 that sounds lovely! On my way to walk at my folks then hope to sit and get some rays. No Dave @ their house tho \n", "label": 0}
{"input": "still up   another sleepless night working my ass off!more exams and papers to hand in. this hangover from studying is gonna be massive.\n", "label": 0}
{"input": "@Pink WE WANA BE THERE  surely u miss us! lol! we are soo poor working our lil bums off now til oct -it going to be looong!! luv n hugs xx\n", "label": 0}
{"input": "just found out that there is a fatality on the Paddington-Reading line. Looks like its going to be a long commute back to Windsor \n", "label": 0}
{"input": "@MCRmuffin it's okay. A friend of mine... I'm just really close to him, and idk when I'll be able to get online to talk to him again. \n", "label": 0}
{"input": "i took my dog out for playin n not realizing tht my knee was hurt i started running arnd n then it came.. back home back in pain.. \n", "label": 0}
{"input": "@LexaShmexa Its another way for the US to influence us neighbours to the north You need to add the words individually into the dictionary \n", "label": 0}
{"input": "zune HD looks so good! time to upgrade from 1st gen. battery life is down to 3 1/2 hours  can't wait to see more info on live integration\n", "label": 0}
{"input": "My poor lil toes look like vienna sausages from my foot smacking against the jet ski.. Every movement that I made today has been painful \n", "label": 0}
{"input": "Oh come ON storms, LET ER RIP! They keep fizzling before they get REALLY good. I wanna hear it make the house hum!  storms dun like me\n", "label": 0}
{"input": "@feddie138proof dat be a nice day. I get off of wk the earliest 12, latest 3, I think @joey2be may be wkn at nite  shoutout to @chepanda\n", "label": 0}
{"input": "i miss them ahreadyy. im all alone in my apartment. myy last night here. it sukks without them yappin it up n makin me laugh. nawimsayyn! \n", "label": 0}
{"input": "Im rly tired coz i slept over at dee's 4 TWO NIGHTS IN A ROW!! so fun. crows won!! HA! TAKE THT MRS BLAKE!! marley and me is sad \n", "label": 0}
{"input": "@melissakraemer dude wife wtf do you get @ replies like auto cuz I don't get it   plus wife, what ever truth box comments do you speak of?\n", "label": 0}
{"input": "im going to go and take a hot bath for an half and hour to an hour and then to bed...i have school in the morning..didn't get to see adam \n", "label": 0}
{"input": "Getting my second fix of starbucks for the day bc I think I'll crack if I don't... Almost hit the car infront of me in the drive through \n", "label": 0}
{"input": "My place is all boxed up and so depressing  watchin nick and noras playlist until I fall asleep...wish my boo was here with me...\n", "label": 0}
{"input": "@ARIESsyrille I just read the news and watched an interview with Mike talking about it and it almost made me teary.  Sad news \n", "label": 0}
{"input": "is driving around in a very new Alfa 159... &quot;very nice&quot;! I want one! Gonna head back onto the road now, gotta give it back this arvo \n", "label": 0}
{"input": "@andreacFOD this bothers me..I don't want to believe that the real Jeff would say things like this..i know as a parent I wouldn't \n", "label": 0}
{"input": "@SashaKane no 1 hurt... mom &amp; dad passed away sevrl years ago... but i STILL call it... called it MOMS house  http://twitpic.com/60w1m\n", "label": 0}
{"input": "Sad! The Roths dog got out. I love that clusmy cute puggle, jessy!  they are calling animal control tomarrow! Best wishes jessy &lt;3\n", "label": 0}
{"input": "I guess @IamSpectacular is mad at me. I think I went too far with the jokes   Oh well! To the kitchen I go. The food is calling me\n", "label": 0}
{"input": "So Buffy is getting remade but without Josh Whedon.  Is this how my parents felt when one of the shows they grew up watching got remade?\n", "label": 0}
{"input": "@littlebead you're so lucky, Ocado don't deliver to my postcode  No, I don't live in the middle of a field in the back end of nowhere lol\n", "label": 0}
{"input": "@Sdoe777 awww sorry. If it helps, I only got a sip.  he realized I had it and asked fir it back. Lmfao!\n", "label": 0}
{"input": "Finally FINISHED my project!! YAY! now i only have a few hours of sleep until i have to wake up again! \n", "label": 0}
{"input": "My dog thought the glass door was open and tried to run outside.  he slammed into it and fell down. Lol poor guy. P.S. He's okay!\n", "label": 0}
{"input": "just woke up from a LONG ass nap!! ..and now i have to get cracking on all of my lame homework \n", "label": 0}
{"input": "wishes i could get a summer vacation from WORK !!!! i think a month off work would do the trick!! but not the billls  so work i shall stay\n", "label": 0}
{"input": "Bosbad was fun, hay fever's back again though, my eyes are all itchy and my nose is oozy, I hate hay fever... \n", "label": 0}
{"input": "I will be thinking of you guys while I'm in UK for 4 months.. don't know why but I am feeling sad \n", "label": 0}
{"input": "*sniff* probably wont be able to come to Bits and Pixels in June - its Dad's 50th with a party and relatives from qld visiting \n", "label": 0}
{"input": "@kcaloca  just found out i have a video to shoot tomorrow night, so i can't. i would have LOVED to though. boo.\n", "label": 0}
{"input": "Good morning all, No birdies singing this morning, but I dont blame them, it looks like it will rain today  Lets hope it clears for later\n", "label": 0}
{"input": "@elltotheoh I'm sorry if this sounds cruel, but I had to laugh.  That sounds like something I would do.  But I'm sorry you're hurting. \n", "label": 0}
{"input": "@jaydeflix -  more talking in 1st weekend than last yr total.   Some people unable to shut up (yes, Anarchist Wife pl I'm talking to you)\n", "label": 0}
{"input": "Is it sad that when i sat down n looked at my closet i saw a jb poster i forgot i had?  lol\n", "label": 0}
{"input": "Wanted to try and sew one more bag before bed, but am too sleepy. Sleepy sewing results in upside-down pannels n such which are no good  \n", "label": 0}
{"input": "Just got done watching Bolt again. I swear I'm gonna adopt when I get a place of my own. Also, &quot;Barking at the Moon&quot; is stuck in my head \n", "label": 0}
{"input": "now it's, &quot;i want to do it by myself, no by myself, no by myself mama!&quot;  what kind of terror do i cause this child?  \n", "label": 0}
{"input": "I'VE BEEN REALLY BUSY. I'm glad most of it is over, but there are still 2 big projects in my way, and my declining Bio too \n", "label": 0}
{"input": "@AlisonL OMG! I just heard! This may require me leaving work early to join you sister!! Please give your mom a hug if you are still there \n", "label": 0}
{"input": "@jessestayton PS sorry i missed your other posts, ive been sleeping ALLL day and didnt see them till legit 10 seconds ago  mah bee\n", "label": 0}
{"input": "@simonbc can u make it so that Jottit works in a mobile browser? unable to click &quot;publish&quot; after editing a page -doesn't read as a button \n", "label": 0}
{"input": "@Jaelardiz shuddup faggot!  its primarily my upper body esp my arms, from stupid bio field trip today. ugh! get me some calamine lotion \n", "label": 0}
{"input": "@pink tickets to your nsw shows have been booked out i missed out on your last tour looks like ill miss out on this one too \n", "label": 0}
{"input": "Sleep.. I'll be in my own bed at home for the first time in over 4 months tomorrow night... I'd rather be in Chatham \n", "label": 0}
{"input": "It would be cheaper to buy it in the UK and have it shipped here.  That's just not funny. That really isnt. I'm going to find a library.\n", "label": 0}
{"input": "@tegiew I drove pass through a STOP sign that was covered by a tree,&amp; hit another car.Mike's car is totaled&amp;not covered by the insurance \n", "label": 0}
{"input": "I walked 4 30 min. 2day, but forgot 2 do strength training 2night b/c Zach made me watch the 1st Terminator film (ya, the one from 1984) \n", "label": 0}
{"input": "Check out the new site: http://dhanecrowley.com while I figure out how to fix this MacBook charger or get a new one \n", "label": 0}
{"input": "My mum and dad r goin 2 c girls aloud tommorow in a private box at o2 and not takin me!! so unfair! \n", "label": 0}
{"input": "dicTASHion and danzo are bored outta their brains listening to 11 minute long speeches!!! Someone save us  .. love you danzo!\n", "label": 0}
{"input": "is going to go to LemonJello's on June 6th. I can't freakin' wait. Then, i'm going to the beach all day June 7th! Then leaving June 8th \n", "label": 0}
{"input": "@astynes Fark that angers me... it sounds so close to home.  I'm sorry A. *hugs* Wanna run away with me to Ibiza?\n", "label": 0}
{"input": "@malloryleigh Yes it does, unfortunately. I've been trying to change the background on a couple of my work-related accounts for weeks. \n", "label": 0}
{"input": "@ScharffIsHere  You could always make it private and take off anyone you don't want. Although not gonna lie, I'd be sad about it.\n", "label": 0}
{"input": "Oh my god, I WISH I could go. But 1) its in NYC, can't pay to get there &amp; 2) college  http://www.theradiocitylotrconcert.com/\n", "label": 0}
{"input": "Just finished cleaning the leo cages. Unfortunately the lygo eggs in the incubator got moldy  But two more in the viv! Woohoo!\n", "label": 0}
{"input": "The presentation did not go well.  1 Mac for all demo's, I was not logged in when I thought I was.    FAIL\n", "label": 0}
{"input": "I love it when someone &quot;finds&quot; some work that has to be done before the end of a week a 4.30 on a Friday afternoon \n", "label": 0}
{"input": "@MarissaC500 awww did she make it to the wedding? I didn't get a chance to meet her b/c the papparazzi wanted to take up all our time \n", "label": 0}
{"input": "juz had buffet w/ classmates. Bye guys, we're seperated  Surprised cuz a lot teachers were there !!! Wonder where the semifinal3 result is\n", "label": 0}
{"input": "Was @ work for entirely too long. Home now and about to go to sleep. Tomorrow I repeat  Sleeeeeeep ti- ...... ZzzzzZzZzzzZzzzz\n", "label": 0}
{"input": "Does not feel good at all. Ow ow ow ow my head hurts so bad right now its not funny man. I really hope i feel better in the morning! &gt;&lt; \n", "label": 0}
{"input": "My boys tonight...finale   watching Chris Matthews -- lots of talk re: new supreme court appointee...of course the repubs hope 4 failure\n", "label": 0}
{"input": "going to bed sad and worried I did not find my Mimi's (dog) when she was born she was dead and I gave her CPR and saved her \n", "label": 0}
{"input": "@MrsOsbourne What are the chances of Mr. Osbourne letting you have a 2.5lb Yorkie that needs surgery for luxating patellas?  ^..^ ?\n", "label": 0}
{"input": "@JDIZME she basically called me ugly  she didnt say it in those words but she was like &quot;ew i see your face&quot;\n", "label": 0}
{"input": "It just sunk in. Just got dumped 4 d 1st time. Ppl enter ur life 4 either a reason, season or a lifetime. Life goes on \n", "label": 0}
{"input": "@googoodolls hey - you guys should find out about #eric if you haven't already. www.weloveeric.com he needs a new heart so soon \n", "label": 0}
{"input": "@Cynnergies how tragic! I heard that these types of accidents happen even with cords from mini-blinds, tv's, dressers falling on kids  sad\n", "label": 0}
{"input": "@JasmineAtAnimax  ya for sure!!! i too would love to be ther..but i can't!  it also would be fun to be at the comics.game expo it\n", "label": 0}
{"input": "wow. ima get to these replys in a sec but boi o boi is this &quot;Brand New&quot; hittin home right ab now. sheeeesh drizzy  what a tangled web...\n", "label": 0}
{"input": "@ChantalKrahn it broke my heart! There is no way they cld hide their feelings from those kids! Their life is now turned upside down \n", "label": 0}
{"input": "I don't think that one is prepared to let go of those that you love no matter what their age.  It makes me sad  \n", "label": 0}
{"input": "@stephanyee i know hahahaha i dont want animals in my hair, not to offense laura, but in what other place? i really dont want to go there \n", "label": 0}
{"input": "@rebekahfair I hate when that happens. Mom got me an Evenstar knockoff for Xmas one year, and now it only has half the shiny it should. \n", "label": 0}
{"input": "If you tried twittercut [like me few hours ago   ]  please, change you password immediately!!!!  or you will loose your twitter account!\n", "label": 0}
{"input": "So Bioshock 2 is going to be released sometime early nov adn my collector's edition is still at home collecting dust, and uncompleted \n", "label": 0}
{"input": "soooo i definitely slipped on the stairs as i was trying my hardest to be careful...my elbow and my ass hurt...n my big toe got a lil cut \n", "label": 0}
{"input": "wants to do something drastic. don't fully know where that came from? OVER the fact that Miso has been tip'n without me \n", "label": 0}
{"input": "yay so back on twitter and i have to get all my followers back  sucks for me! anyway, its raining in ny...gross. needs to be 80 again!\n", "label": 0}
{"input": "good ole' family nite...is that screaming i hear *blood curdling scream off in the distance* i spoke too soon...   IM COMING SEAN!\n", "label": 0}
{"input": "@AnyMeans1 get home safe.hit me up when u get home.or mayb i will b sleep layin in my comfy bed in da warm house.while u wait 4 da train \n", "label": 0}
{"input": "@teeeeeef ...wait a minute...are you luring me in with fancy sporks just to have me get mauled by a bobcat at your whimsy? \n", "label": 0}
{"input": "OMG!!  I just realized the Magic is up 3-1 in the series!   Damn, I really like Lebron; hope they pull it off.\n", "label": 0}
{"input": "I gotta finish this egyptian trading card, but its really simple. i wanna go to bed early though...boo hoo for me \n", "label": 0}
{"input": "@Kibbygirl80 aww hun i totatally know how you feel!  we still havent paid may rent=/ we finally got the money order together\n", "label": 0}
{"input": "i know we need the rain but we can pretty much do without the thunder and lightning. i want to sleep! \n", "label": 0}
{"input": "@ashycee I am already doing too many peoples assignments, but if I have any free time I will whip one up for you \n", "label": 0}
{"input": "I won't be making the FOWA conference today, despite the fact it is 5 mins from my home - too much work to do for the end of the month \n", "label": 0}
{"input": "@theashleytaylor Dont Judge...You KNow You Want Me...Ha. I've Been Being A Good Wife All Weekend.&amp; Now Hes Away For Three Days.  ComeOver\n", "label": 0}
{"input": "Serious sleep deprivation going on.  Im into my 2 week of little to no sleep.  As someone who plays with fire... this is bad news. \n", "label": 0}
{"input": "@trx0x no phone yet!  i don't know. i use nates phone sometimes. want to get a land line for now, not sure if i can convince him.\n", "label": 0}
{"input": "won't be able to watch the game with everyone else tomorrow because I have class  But it's okay because I will be watching it in class!\n", "label": 0}
{"input": "@frdelrosario Oh well! I was doctoring the lyrics to doctor my speed chess wounds  Are you a chess man, as well as a rocker?\n", "label": 0}
{"input": "a business He's the boss were his slave workers. There's no love here. Just hate and convention. HATE it! Fml! Just wanna be loved. \n", "label": 0}
{"input": "is sad lauren is leaving the hills  it was so sudden.. i dont think its time for her to go yet.. but its her time to move on... ok bedtime\n", "label": 0}
{"input": "@suttam loan shark nahin ...almost election promises ki taara money ledn kar raha hoon  exhausted all my savings in the bargain\n", "label": 0}
{"input": "too bad i HAVE to switch to smart to get my phone  on the bright side, i don't have to reload again . yey !\n", "label": 0}
{"input": "@bubbler63 yea I know I'll realize it. life is so easy right now but I can't help that I'm not enjoying it as much as I know I should \n", "label": 0}
{"input": "@therealpickler I am so sorry you are sick  I hope you start feeling better so you can stay on the tour  Love ya girl! get some rest\n", "label": 0}
{"input": "Crap catching up on my YT vids. Ridiculous, I haven't been consistent with checking YT daily lately. I miss my laptop. \n", "label": 0}
{"input": "@alyyyxjonas no i haven't gotten a reply back from @riskybusinessmb yet but i try like SUPER hard. He just doesn't love me \n", "label": 0}
{"input": "@ibeatcancrtwice Ack!! I will make it a point to cover myself in all of your new hottness first thing in the A.M. - I am a &quot;Slacker&quot; \n", "label": 0}
{"input": "@BlakeeyBoy I have no idea but they need to turn it off!! My electric bill is gonna be reeeedics if not \n", "label": 0}
{"input": "One of the last songs I heard before I left the coffee shop was Duncan Sheik, who makes me think of Blake. He did even before Blake died. \n", "label": 0}
{"input": "I feel the sudden urge to go out and dance at a crazy rave in like... San Fran or something... too bad I have finals tomorrow. \n", "label": 0}
{"input": "Gotta Go now folks, got to get laundry in and make my dinner and watch the final Paul O'Grady of the series \n", "label": 0}
{"input": "Finally looked up from my desk &amp; sad to see that it is past 10:00 p.m. so my hopes of stopping by Red Mango on the way home are dashed \n", "label": 0}
{"input": "@CynCity009 oh man! I leave for a couple hours, and I apparently missed a whole bunch.  sounds...weird! and mean! and lame.  \n", "label": 0}
{"input": "@trollopfop Sorry. A splint is just going to bother me a LOT more than the intermittent pain is bothering me. I won't be able to type. \n", "label": 0}
{"input": "@MyHomepage I look a right mess, not very happy  the stylist forgot to bring shoes so I have to wear my own and urgh whatever.\n", "label": 0}
{"input": "@paulazinha the entrance told me it was too late. I ruined my night  I cried a lot. I cant believe I could have hugged them but no!\n", "label": 0}
{"input": "@NikeMail lol I was just kidding wit the slore statement... I didn't mean it  um... I tweeted the wrong person lol\n", "label": 0}
{"input": "discovered thousand leggers infiltrating our bathroom, thought they were only in pgh.  see you in the am, if not eaten alive by then\n", "label": 0}
{"input": "@jenna3033 The season premiere was SO AWKWARD to watch. It felt like I was watching something I wasn't supposed to be seeing \n", "label": 0}
{"input": "Ok so i was driving on the 405 today and the guy infront of me ran over a pigeon. feathers flew everywhere and guts got on my windshield \n", "label": 0}
{"input": "@jakriffer I'm going to bed in hopes of a better 2moro! I'm feeling so yuck &amp; still haven't found my happy place.  Nite nite sweetie!\n", "label": 0}
{"input": "remembering the last day of school 9th grade i got cookies,shirts, and a hot dog..sigh i miss those days now i only get tests..dont' cry \n", "label": 0}
{"input": "finally she texted me back!! me and sophie are going to laker game tomorrow! but im broke now! shit cost too much \n", "label": 0}
{"input": "@jbmcdlts aww  i hated being a teenager LOL, thank god im 21 now and earn my own money.. LOL dad wont see it that way, hell be like...\n", "label": 0}
{"input": "I carpet burned my elbow while playing with the cat. :/  I'd rather have a major cut or something, trival things hurt the most. \n", "label": 0}
{"input": "@jlaes I managed to download the client app, but when I click on it, it just refreshes the menu screen - it won't actually start up \n", "label": 0}
{"input": "Madd tiredd &amp; I'm in need of a massage  I wish massages are $10 like back in my country. I'd be gettin one everyday! smh.\n", "label": 0}
{"input": "I know I should be happy for you, but my heart is Breaking cuz you've found love. I told you i was good luck \n", "label": 0}
{"input": "what a day! ate a lil more than i should have... went gym'n for 2 hours. training tomorrow! dyed my hair black! but toby still isn't home \n", "label": 0}
{"input": "@Free_Stuff_Web she basically called me ugly  she didnt say it in those words but she was like &quot;ew i see your face&quot;\n", "label": 0}
{"input": "UGH! Windows 7 did not work. But this time was taking the p*ss, had to reinstall Vista. Luckily I backed up, but lost all Firefox data! \n", "label": 0}
{"input": "Oh no... my Mac G5 won't start. It's stuck on displaying the Apple logo in the beginning and it's making a wheezing noise   \n", "label": 0}
{"input": "@wakizaki was just wishing  and i thought that it would help address the polls-related corruption given the presence of the UN.\n", "label": 0}
{"input": "@heyitshelen thank god its there. I dont get it. I forgot my importance of earnest book  Who are the main characters again?\n", "label": 0}
{"input": "Free screenings of the new joseph gordon levitt and zooey deschanel movie, 500 days of summer, but the closest is in memphis \n", "label": 0}
{"input": "@kittylair oh how awful. so much loss to deal with in such a short time.  my prayers are with them all.\n", "label": 0}
{"input": "I'm twittering from my bed; nobody understands...what ppl repeatedly say when your young never goes away; always in the back of my mind \n", "label": 0}
{"input": "On the way home! I'm so tired! I think because I missed my 6pm coffee  The iced coffees from Timmys are like watered down ice capps.\n", "label": 0}
{"input": "I wanted to do a trial run of my An Event Apart presentation at BarCamp NYC this weekend but there's absolutely no way I'm gonna be ready \n", "label": 0}
{"input": "Bummer. My longtime video camera/companion looks like it's on its last leg. I don't know if this one's coming back from the dead. \n", "label": 0}
{"input": "its madd nasty outside ewww I hate havin to put my hair in a ponytail but I really have no choice \n", "label": 0}
{"input": "@vintagerevolver wasnt it great?!?! i miss the old disney movies. and i just got my phone on a charger and saw ur text. srry i missed it! \n", "label": 0}
{"input": "@marvelvscapcom doesn't seem like I can use the code for PSN at their website. I'm at work so I don't have access to my console. \n", "label": 0}
{"input": "@BrotherElijah hahah i've been dying for one of those slushies for years  but ive come to the conclusion that sonic is not a real place.\n", "label": 0}
{"input": "Sending music clips texts off my laptop. So hard to see this kid go thru SO much for someone who treats him like shit \n", "label": 0}
{"input": "This is terrible, I am waaay too lazy, can't bring myself to go for a jog. I am going to become a fat blob \n", "label": 0}
{"input": "@Lovecedes awww u kno what song I'm missin off of Trilla &quot;here I am&quot;  I didn't notice it until just now.\n", "label": 0}
{"input": "http://tinyurl.com/ry9wap Good day! I can send some pics if you wish. I cant upload more pics here for some reason  I will send you my ...\n", "label": 0}
{"input": "I really want to keep watching Evangelion or playing GTA IV, but I keep passing out. Maybe it's a sign I need sleep? BUT I DUN WANNA... \n", "label": 0}
{"input": "@brandonlk My main argument against conspiracy theories like this are that most people cant keep their mouths shut. This disproves it \n", "label": 0}
{"input": "alright enough freaking out rofl. time to sleep it's going to be 1am and i have to wake up at 4:30 heh \n", "label": 0}
{"input": "@Unknown_Heather oh wow.. that's horrible  I wish I could drive or I would come over lol. I feel bad mooching rides all the time :/\n", "label": 0}
{"input": "Hrm. A bit annoyed at my E71 - menu stopped appearing when I pressed the button so rebooted the phone.  Menu structure reset - mods lost \n", "label": 0}
{"input": "so like i saw a white butterfly earlier and i was like 'does that mean someone died' then once i came home i found out my godmother died \n", "label": 0}
{"input": "Things are looking up...it's going slow but I'll take it! Loving my Lil man who's already 5 months old  I wish their was a pause button...\n", "label": 0}
{"input": "@PVD316 U do hun, i'm sure u deserve it! i guess i'll see u on the east coast! I aint trying to go back west  lol\n", "label": 0}
{"input": "@AskWifey how was my favorite wifey and gno. I had to hop off and get back to work. I don't like missing gno \n", "label": 0}
{"input": "Guess we're going to see the Magic in the Finals instead of Lebron.    Oh well, the Lakers are going to win it anyway.  \n", "label": 0}
{"input": "I need to scream..Or cry.. I am sick of smiling!!! Yes.. Things are NOT okay.. Ugh.. I had no clue it would be this hard..  xx\n", "label": 0}
{"input": "@jenbeauman thanks. but iPhoto lib has all the sub folders hidden so I can't choose the sub folder I 1 2 download from. \n", "label": 0}
{"input": "@FuMikechu I'm going to get magic cards tomorrow very very far away  maybe next week??? must start scratching museums off list!!!!!\n", "label": 0}
{"input": "@PetiteLove i know!!! and this is just a twitter trend. ya know! but yo im still laughin &amp; im sad the unfollowdiddy tweets stopped \n", "label": 0}
{"input": "@AutismRunner yeah the right to speak your mind seems to be limited more and more  in Vegas w/ Hubby (he has to work) I get to play\n", "label": 0}
{"input": "had to go to safeway after work which =  but I turned that frown upside down by getting Mother's Circus Animal Cookies! super win for me.\n", "label": 0}
{"input": "waking up at 12pm leads to insomnia  rawr. going to lay in bed and play brickbreaker. i wish i had tetris!\n", "label": 0}
{"input": "@BRI_anna0 got me thinking about walking. I get to do it all the time in my dreams, along with riding my bike. I hate waking up. \n", "label": 0}
{"input": "I believe my iPod may be toward the end of its life cycle. Battery holds 6 hour charge maybe and the pixels are dying. \n", "label": 0}
{"input": "a very long difficult day planning for the funeral and arrangements for my Dad's funeral. Got a copy of his will today. Feeling very sad. \n", "label": 0}
{"input": "Needless 2 say the minute we get out is the same minute we start driving there only 2 find there CLOSED ! Grrrr \n", "label": 0}
{"input": "oops.... I thought I was at the command line in foxpro.. been a long day... lead developer gave notice.. I liked this one \n", "label": 0}
{"input": "@joram10 Wish I could go to the Masterclass tmr but apparently invitees only.  I don't rate as worthy of invite.    Will check re catchup\n", "label": 0}
{"input": "hmm ill goto adelaide, ive never been there i spose, seem's kinda, odd? hmm (; no sydney for taylor this time \n", "label": 0}
{"input": "@imraw88 Lebron is just the next Dominique Wilkins with the rate his teams are performing in the playoffs....or worse next Ewing...sad \n", "label": 0}
{"input": "is pissed at him. Why can't you just TRY to be sweet. You can update your status &amp; have a convo, but not mention being excited to see me. \n", "label": 0}
{"input": "@Pink I was too thick to have an opinion. WTF?!!! Why is it the rudest &amp; meanest people, always have their mouths open?!!! Not Happy Jan! \n", "label": 0}
{"input": "@majornelson thought of a biz idea for M$ - sell xbox breakage insurance so it's cheaper when I have to buy a 4th! 360 due to failures \n", "label": 0}
{"input": "@Dolce_Simona Yeah D is Libby's replacement. Haha trying so hard to look good and failing. Not sure  Not long I hope. J is so lazy!\n", "label": 0}
{"input": "can't sleep  think too much. so much on my mind. I love you all very much. I want to please God...\n", "label": 0}
{"input": "@adamwohl Sadly no. I am 80% sure this is not work related, but... it may be part of some influencer marketing campaign or something. \n", "label": 0}
{"input": "I really never bought into nice guys finishing last. I believed what goes around comes around yet real life keeps proving me wrong \n", "label": 0}
{"input": "@kricket_rc234 real jeff kiddo. I also do not know why they're pissed! Jealous much? They have to grow up. Poor David.. \n", "label": 0}
{"input": "@nicksantino even though you won't read this... i'm majorly bummed you won't be at school of rock, in jersey, with the cab. \n", "label": 0}
{"input": "@xduckiex  I'll come bust a rescue mission but it might take me longer to get there then it would for yall to no longer be broke down\n", "label": 0}
{"input": "In other news, like a jackass I did gardening in a bikini top.  Now I'm still translucent on the front and lobsterized on the back.  Ouch \n", "label": 0}
{"input": "Saw Angels &amp; Demons-very good!&amp; the hottest lingerie at Victoria's, drats-no cash- and now wants to strangle Mother cause of her attitude \n", "label": 0}
{"input": "iu saved a kittens life and it scratched the shit out of me  No good deed goes unpunished. I found it a home too. Give me a COOKIE!\n", "label": 0}
{"input": "@nikoree lol yeah its dissapointing when they make all the good songs the singles, b/c then theres nothing else to look forward to! \n", "label": 0}
{"input": "Can't fall asleep and gotta wake up at 6. This blows  why the hell did I take a summer class?.. A hard one for that matter..\n", "label": 0}
{"input": "(DISCUSS)Why do everyone say (thier latest gizmo) is the future of Internet Marketing?Tired of hearing the same ol' lame.  .. Who agrees?\n", "label": 0}
{"input": "Went to SF to help a buddys understaffed softball team, groundskeeper left without turning on the lights, game canceled before it started \n", "label": 0}
{"input": "My phone is broken  wtf thats like my life support which is kinda sad but wtf its broken and i bet verizon wont replace it \n", "label": 0}
{"input": "on the wii, playing mario kart  fucking awesome, always come 1st and beat everyone, but i hate it when they push u or throw stuff at u \n", "label": 0}
{"input": "Just finished cleaning the leo cages. Unfortunately the lygos eggs in the ioncubator got moldy  But two more in the viv! Woohoo!\n", "label": 0}
{"input": "@Shaq3641 Baby I hope yalls night is better than my last 2. I needs a stiff drink! Lol and we KNOW ion drink much lol wish u were off \n", "label": 0}
{"input": "@Ludicrousitys never went to uni  I rely on spellcheckers, stoopid non-inline spellchecking  &amp; longest sentence I started was &quot;I do&quot; :|\n", "label": 0}
{"input": "I miss the Format  they need to come back and at least tour one more time so I can see them again\n", "label": 0}
{"input": "Oh No - the Cavs lost game 4  Cavs are 1 loss away from triggering a nuclear event that would make the hadron look like tiddlywinks ,,\n", "label": 0}
{"input": "Back in the D..rainy &amp; ugly  Boo. Had a great trip though. Colorado is gorgeous. Wish I could move to Boulder. Wow. It's so late here. \n", "label": 0}
{"input": " we still havent paid may rent=/ we finally got the $$ order tgthr just have 2 send it out. but ive no clue wtf we R gonna do 4 june=/\n", "label": 0}
{"input": "Selling Galaxy tix   5/30 vs. Kansas City (damn you Kevin), 6/2 vs CS Herediano (friendly) and 6/13 vs. Real Salt Lake.  Parking included!\n", "label": 0}
{"input": "@solangeknowles You're in the UK? I didn't know  I would've so been to the show. BTW I can't stop listening to 'would've been the one'\n", "label": 0}
{"input": "on a break at practice. Stole my phone. Hope i dont get caught haha 30 more minutes. My legs feel like rocks \n", "label": 0}
{"input": "@keller419 party super freakin crazy ridiculous insane for me 2morrow night ill probably be DEAD after my midterm for the rest of my week \n", "label": 0}
{"input": "Sad she wont be @echohattix little helper today   , but will reunite soon!!!! awww man... sorry sis, &quot;Marcus&quot; has left the building..lol\n", "label": 0}
{"input": "My (surprisingly sensitive) ball mouse has a more preferable wheel than my tablet mouse. (Ball mouse wheel = one that actually turns) \n", "label": 0}
{"input": "Guess there's a first time for everything, my cars broken down on the m1 and I've got the rac on the way \n", "label": 0}
{"input": "@sniladevanath i am not going to be a CHEF!  and O chem will rape me if i try to go for it...!  hows ur flight home?\n", "label": 0}
{"input": "@novahans c'mon thats seriously gotta be enough to give me tickets!  i dunno what more i can do i'm already begging on my knees for em\n", "label": 0}
{"input": "@jaclynjacks  yeah i was there sunday. i got there around 5:45 thinking that it'd be going on all night and it was over at 6 \n", "label": 0}
{"input": "@kirash4 uploaded the pic. and not really... all i ever get is inappropriate stuff. even when the majority of my body is covered. \n", "label": 0}
{"input": "I'm going to the Chris Leavins Story Hour on Sunday in Victoria, BC... Cute With Chris Live on Saturday night was sold out and Im busy \n", "label": 0}
{"input": "@glehmorous hahaha! hi ehm! not sure kung deblock tau. pero suppper dmi nung na delist stn  c ciarie lilipat sa beda! wud u believe it \n", "label": 0}
{"input": "@mileycyrus can't imagine what it must be like having them follow you everywhere  Just remember how much your fans heart you Miles, xx\n", "label": 0}
{"input": "Just quietly, I'm pretty disappointed with The Alibi Room's change to their veg burrito mix. It's pretty much all refried beans now. \n", "label": 0}
{"input": "@ajsweetheart have their cds... But don't luv them. Nvr been to concert. Prob couldn't pick out if bumped into them in streey tho \n", "label": 0}
{"input": "Java + jython + python + gdf (guess) != fun  plus, my computer ran out of memory... The future isn't very bright for this project...\n", "label": 0}
{"input": "@stephaniepratt Oh honey   how long are they gone? Can't wait to see them on @imacelebritynbc! Hope it airs here, the last one did!\n", "label": 0}
{"input": "Morning twittertown! I'm out of my Valencia OJ!  I've been all about that OJ since I discovered it in someone's fridge. Seriously good OJ!\n", "label": 0}
{"input": "@aplusk I've been working 3rd shift 20+ years and hate it when they say 'Good Morning' when I walk in at 2300! \n", "label": 0}
{"input": "idk why you said hi and then just left, but i waited to see if you would come back... guess not... i will see you tomorrow i guess. \n", "label": 0}
{"input": "@IrishMel21 re:clowns...that's awful...3x's!!! My God   We just found out a few wks ago that E is afraid of them, 1 came to a bday party\n", "label": 0}
{"input": "Keep thinking of Carlsbad. Why can't you just drop it dumbass! Ugh, no one upsets me more than I do myself. :\\ \n", "label": 0}
{"input": "lmao i put my nose rinq in too tiqht and i cant take it off ! uqh sometimes im a fuckin retard ! i need help  .. quess im qoin to da ER.\n", "label": 0}
{"input": "@jaimiejenkins That is so sad  Poor kitty. I hate seeing animals suffering. Just thinking about it makes my eyes fill with tears.\n", "label": 0}
{"input": "need to stop not smiling with my teeth for pictures... i make a weird face. Don't know why I started that, my teeth are nice enough \n", "label": 0}
{"input": "@saxplaya07 Iraq would be over in 10 minutes, remember? Bin Laden would be caught in no time...We here don't believe the cavalry anymore \n", "label": 0}
{"input": "wishes she was going to see @gomeztheband tonight but already had Prodigy tickets  Figures it had to be on the same date.\n", "label": 0}
{"input": "@ChipperChild I took a corner too quickly, got some gravel, and ended up in a ditch, then bounced out of a ditch. \n", "label": 0}
{"input": "@MrsOsbourne He is a year old and has luxating patellas in his back legs. I just can't afford the cost anymore. He needs a loving home! \n", "label": 0}
{"input": "i think after these 2 summer classes i'm gonna hate school...for the first time  my first day in and i'm already getting my butt kicked\n", "label": 0}
{"input": "as I read from the Beyond Voice conference, I am really sad that I wasn't there. Had to take baby for vaccinations.   http://bit.ly/119gGP\n", "label": 0}
{"input": "@zombietwitch hahaha No  the food was made only for the judges to sample. i ate the normal food made by other inmates; not too bad la.\n", "label": 0}
{"input": "@dylanayala if i had pics like of me and you when we hungout i would of gotten extra credit  but we dont have pics like that of you and me\n", "label": 0}
{"input": "@Mr_McFox LOL! I've never heard of that word before. Shows how immigranty i am.  SO SOOO WHERE'D YOU MEET HER!? WHATS HER NAME!?!? \n", "label": 0}
{"input": "LMFAO at Dave Chapelle playing Diddy on the Chapelle Show... I just died and came back for MTB 2! OMGosh... too funny. I miss MTB2 tho \n", "label": 0}
{"input": "One more bummer about softball practice 2mrw--missing dinner at Santi with friends from NY  at least we made it to Charcuterie tonight\n", "label": 0}
{"input": "I need to go on suicide watch. The Drive, The Fumble, The Shot, Jose Mesa, the Sweep in '07, and now this... Where's my razor blade? \n", "label": 0}
{"input": "is happy my hair didnt get wet coming home from work in the rain. I wouldve been out the game cuz I broke my good flat irons earlier 2day \n", "label": 0}
{"input": "@feliw well i know but this was a big chunk and there off to foreign lands for a bit. If i would come but my wallet will not allow that. \n", "label": 0}
{"input": "Melissa's kinda ticked that I broke into the fridge and ate all her food...so I'm saying goodnite from the confines of my crate...*sigh* \n", "label": 0}
{"input": "Nite Nite Twitter.........I'm off too bed at this early hour because I just can't seem to find something or somebody to do anything with \n", "label": 0}
{"input": "Maybe i need to stop trying ? Maybe i should just wait  and hope shes ok :/ idunno what to do  \n", "label": 0}
{"input": "@CaseyPCarlson I loved you... got mad when you were voted off. I'll have to say it was a bad song choice, unfortunately! \n", "label": 0}
{"input": "we were together for like 7 months.. it hurts pretty bad. especially  when you feel like it hurts you way more than them \n", "label": 0}
{"input": "Mom just brought me love in a box! Aka fellinis pizza! Yummy! On a sadder note, I think I left @electricBF at school \n", "label": 0}
{"input": "Ok So I decided that I hated the Featherweight Cardigan that I started. The patterns great, the yarn wasnt a good match. I frogged it. \n", "label": 0}
{"input": "@_supernatural_ If my house is not an option  I would like to see them go to Ireland, maybe Dean would put on a kilt haha\n", "label": 0}
{"input": "@Baby_Mittens Mama was very upset because it turns out if was an AOL employee that did it, and dey do it to alot of people \n", "label": 0}
{"input": "@alisonhickerson: Jon and Kate have 10 beautiful/awesome kids, that have exploited on tv for years. The fam is too cute to be split up! \n", "label": 0}
{"input": "Gnite world, its been a long, exhausting day! I need a Spa Day desperately!! And, enough of this rain already! Not good for my hair \n", "label": 0}
{"input": "@rhettroberts Apart from being at work, I'm well thanks. I hope you're not getting a cold or flu! That would suck \n", "label": 0}
{"input": "Back to reality tomorrow  ...Thanks David Cook and Ryan Star for the best weekend I've had in a while! You guys are AMAZING!\n", "label": 0}
{"input": "@azzmonkey man... why? lmfaoo u going to pay me? shit...  my nephew though.. it would be soo hard but id be traveling back n forth a lot\n", "label": 0}
{"input": "so over this university shite...why are their instructions for essays never clear? You pass if you can work out what to do \n", "label": 0}
{"input": "Pouting. I just got 2 more Happy B'day wishes.  That makes 4.  Nearly everyone forgot it this year-even J!  Thanks to all who remembered.\n", "label": 0}
{"input": "@PsychoPiloter They did indeed. I visited it. It's very nice. It has a drawback: no PC downloads. You must download it over network data. \n", "label": 0}
{"input": "@KW3Connor man this sucks! I realy wanted to buy tic's &amp; get the meat and great pass but my dad got mad and now I'm to late! \n", "label": 0}
{"input": "watchin some showws online! then bed!! long day at work tom 11-7  excited yet nervous to see someone special on thursday! eek :o\n", "label": 0}
{"input": "#unfollowdiddy just simply because of his very weak verse in &quot;I'ma put it on her&quot;  &quot;You can say you touched the president CIROQ OBAMA&quot; \n", "label": 0}
{"input": "just getting back from a rehearsal! our favorite gym @home in CT closed  now we need to find a new one... hm we're thinking LA Fitness?!?\n", "label": 0}
{"input": "@tracecyrus hey, you going to norway more than once? Cause im gonna miss you as i live all up north and i wont be in oslo that night! \n", "label": 0}
{"input": "War between Army &amp; Taliban in Swat has displaced over 1.5million people. Still dealing with that &amp; now this blast? When will this end? \n", "label": 0}
{"input": "have not updated in foreverr. but i'm super bummed out to be back from the beach and i think everyone should know. \n", "label": 0}
{"input": "I am NOT going to get over this  Talk about bad luck. 2 days after I go to Uni... And at the moment, their ONLY UK show this year :'(\n", "label": 0}
{"input": "Shirt vs Blouses never gets old.. My fave &quot;shoot the j... Shooot it&quot; ..I wish we can get new episodes  http://twitpic.com/61cl9\n", "label": 0}
{"input": "@alwaysPINAY Just spent $16 on junk food abt to pig out and watch sad movies  Just 1 more sec, one free throw, 2inc We shouldve won!!!\n", "label": 0}
{"input": "Time to get some sleep!  Its been a long day. 4 year old told me today that he doesn't like me anymore.   still wanted a night night song!\n", "label": 0}
{"input": "@macmuso got off and waited for 15 mintues (in the rain) to catch the bus back and pick up my car. not a fun day \n", "label": 0}
{"input": "Trying to be okay. All I want to do is sleep tho. Goin crazy in my head missing her. Need to find a second job to fill the time \n", "label": 0}
{"input": "Havin trouble sleeping  Really wanna get away for a holiday soon, need a break, Italy or the middle easy somewhere would be ideal.\n", "label": 0}
{"input": "I thought 90210 was on at 9:00 but its not.I wasted my time getting ready to go to bed to watch the show! \n", "label": 0}
{"input": "I CANT FRIGGIN WAIT FOR THE HILLS SEASON FINALE ON SUNDAY! but i dont want it to be Lauren's last episode....that makes me sad \n", "label": 0}
{"input": "@DapperSnappers aaawww i miss having a cat SO much. Hub is allergic so I cannot have one!  boo!  I LOVE cats!\n", "label": 0}
{"input": "@LindzeyNichole haha okay now i know what u mean. AH i love him and it is!!!!!! okay awesome. im sorry i haven't been much help out all \n", "label": 0}
{"input": "I had a good day today, but I haven't forgotten that today wasn't so good for others. One day the whole country will get there. \n", "label": 0}
{"input": "@ResourcefulMom The splash pools are great. I hope the weather is good for you. It was HOT today, but last week it just poured \n", "label": 0}
{"input": "i'm about to delete all of my pics off of my computer.. it's like cutting off all your hair.. it'll grow back, but it's still hard to do. \n", "label": 0}
{"input": "Life always knows how to make things worse, when they are already bad. Is it possible to be even worse than it is right now? \n", "label": 0}
{"input": "...is wondering when I last tweeted?  It has been a while, I have to confess - I have been Facebooking.  Sorry Twitter.  \n", "label": 0}
