{"input": "@switchfoot http://twitpic.com/2y1zl - Awww, that's a bummer.  You shoulda got David Carr of Third Day to do it. ;D", "label": 1}
{"input": "is upset that he can't update his Facebook by texting it... and might cry as a result  School today also. Blah!", "label": 1}
{"input": "@Kenichan I dived many times for the ball. Managed to save 50%  The rest go out of bounds", "label": 1}
{"input": "my whole body feels itchy and like its on fire ", "label": 1}
{"input": "@nationwideclass no, it's not behaving at all. i'm mad. why am i here? because I can't see you all over there. ", "label": 1}
{"input": "@Kwesidei not the whole crew ", "label": 1}
{"input": "Need a hug ", "label": 1}
{"input": "@LOLTrish hey  long time no see! Yes.. Rains a bit ,only a bit  LOL , I'm fine thanks , how's you ?", "label": 1}
{"input": "@Tatiana_K nope they didn't have it ", "label": 1}
{"input": "@twittera que me muera ? ", "label": 1}
{"input": "spring break in plain city... it's snowing ", "label": 1}
{"input": "I just re-pierced my ears ", "label": 1}
{"input": "@caregiving I couldn't bear to watch it.  And I thought the UA loss was embarrassing . . . . .", "label": 1}
{"input": "@octolinz16 It it counts, idk why I did either. you never talk to me anymore ", "label": 1}
{"input": "@smarrison i would've been the first, but i didn't have a gun.    not really though, zac snyder's just a doucheclown.", "label": 1}
{"input": "@iamjazzyfizzle I wish I got to watch it with you!! I miss you and @iamlilnicki  how was the premiere?!", "label": 1}
{"input": "Hollis' death scene will hurt me severely to watch on film  wry is directors cut not out now?", "label": 1}
{"input": "about to file taxes ", "label": 1}
{"input": "@LettyA ahh ive always wanted to see rent  love the soundtrack!!", "label": 1}
{"input": "@FakerPattyPattz Oh dear. Were you drinking out of the forgotten table drinks? ", "label": 1}
{"input": "@alydesigns i was out most of the day so didn't get much done ", "label": 1}
{"input": "one of my friend called me, and asked to meet with her at Mid Valley today...but i've no time *sigh* ", "label": 1}
{"input": "@angry_barista I baked you a cake but I ated it ", "label": 1}
{"input": "this week is not going as i had hoped ", "label": 1}
{"input": "blagh class at 8 tomorrow ", "label": 1}
{"input": "I hate when I have to call and wake people up ", "label": 1}
{"input": "Just going to cry myself to sleep after watching Marley and Me.  ", "label": 1}
{"input": "im sad now  Miss.Lilly", "label": 1}
{"input": "ooooh.... LOL  that leslie.... and ok I won't do it again so leslie won't  get mad again ", "label": 1}
{"input": "Meh... Almost Lover is the exception... this track gets me depressed every time. ", "label": 1}
{"input": "some1 hacked my account on aim  now i have to make a new one", "label": 1}
{"input": "@alielayus I want to go to promote GEAR AND GROOVE but unfornately no ride there  I may b going to the one in Anaheim in May though", "label": 1}
{"input": "thought sleeping in was an option tomorrow but realizing that it now is not. evaluations in the morning and work in the afternoon! ", "label": 1}
{"input": "@julieebaby awe i love you too!!!! 1 am here  i miss you", "label": 1}
{"input": "@HumpNinja I cry my asian eyes to sleep at night ", "label": 1}
{"input": "ok I'm sick and spent an hour sitting in the shower cause I was too sick to stand and held back the puke like a champ. BED now ", "label": 1}
{"input": "@cocomix04 ill tell ya the story later  not a good day and ill be workin for like three more hours...", "label": 1}
{"input": "@MissXu sorry! bed time came here (GMT+1)   http://is.gd/fNge", "label": 1}
{"input": "@fleurylis I don't either. Its depressing. I don't think I even want to know about the kids in suitcases. ", "label": 1}
{"input": "Bed. Class 8-12. Work 12-3. Gym 3-5 or 6. Then class 6-10. Another day that's gonna fly by. I miss my girlfriend ", "label": 1}
{"input": "really don't feel like getting up today... but got to study to for tomorrows practical exam... ", "label": 1}
{"input": "He's the reason for the teardrops on my guitar the only one who has enough of me to break my heart ", "label": 1}
{"input": "Sad, sad, sad. I don't know why but I hate this feeling  I wanna sleep and I still can't!", "label": 1}
{"input": "@JonathanRKnight Awww I soo wish I was there to see you finally comfortable! Im sad that I missed it ", "label": 1}
{"input": "Falling asleep. Just heard about that Tracy girl's body being found. How sad  My heart breaks for that family.", "label": 1}
{"input": "@Viennah Yay! I'm happy for you with your job! But that also means less time for me and you... ", "label": 1}
{"input": "Just checked my user timeline on my blackberry, it looks like the twanking is still happening  Are ppl still having probs w/ BGs and UIDs?", "label": 1}
{"input": "Oh man...was ironing @jeancjumbe's fave top to wear to a meeting. Burnt it ", "label": 1}
{"input": "is strangely sad about LiLo and SamRo breaking up. ", "label": 1}
{"input": "@tea oh! i'm so sorry  i didn't think about that before retweeting.", "label": 1}
{"input": "Broadband plan 'a massive broken promise' http://tinyurl.com/dcuc33 via www.diigo.com/~tautao Still waiting for broadband we are ", "label": 1}
{"input": "@localtweeps Wow, tons of replies from you, may have to unfollow so I can see my friends' tweets, you're scrolling the feed a lot. ", "label": 1}
{"input": "our duck and chicken are taking wayyy too long to hatch ", "label": 1}
{"input": "Put vacation photos online a few yrs ago. PC crashed, and now I forget the name of the site. ", "label": 1}
{"input": "I need a hug ", "label": 1}
{"input": "@andywana Not sure what they are, only that they are PoS! As much as I want to, I dont think can trade away company assets sorry andy! ", "label": 1}
{"input": "@oanhLove I hate when that happens... ", "label": 1}
{"input": "I have a sad feeling that Dallas is not going to show up  I gotta say though, you'd think more shows would use music from the game. mmm", "label": 1}
{"input": "Ugh....92 degrees tomorrow ", "label": 1}
{"input": "Where did u move to?  I thought u were already in sd. ?? Hmmm. Random u found me. Glad to hear yer doing well.", "label": 1}
{"input": "@BatManYNG I miss my ps3, it's out of commission  Wutcha playing? Have you copped 'Blood On The Sand'?", "label": 1}
{"input": "just leaving the parking lot of work! ", "label": 1}
{"input": "The Life is cool. But not for Me. ", "label": 1}
{"input": "Sadly though, I've never gotten to experience the post coitus cigarette before, and now I never will. ", "label": 1}
{"input": "I had such a nice day. Too bad the rain comes in tomorrow at 5am ", "label": 1}
{"input": "@Starrbby too bad I won't be around I lost my job and can't even pay my phone bill lmao aw shucks ", "label": 1}
{"input": "Damm back to school tomorrow ", "label": 1}
{"input": "Mo jobs, no money.  how in the hell is min wage here 4 f'n clams an hour?", "label": 1}
{"input": "@katortiz  Not forever... See you soon!", "label": 1}
{"input": "@Lt_Algonquin agreed, I saw the failwhale allllll day today. ", "label": 1}
{"input": "@jdarter Oh! Haha... dude I dont really look at em unless someone says HEY I ADDED YOU. Sorry  I'm so terrible at that. I need a pop up!", "label": 1}
{"input": "@ninjen I'm sure you're right...    I need to start working out with you and the Nikster... Or Jared at least!", "label": 1}
{"input": "i really hate how people diss my bands!  Trace is clearly NOT ugly!", "label": 1}
{"input": "Gym attire today was: Puma singlet, Adidas shorts.......and black business socks and leather shoes  Lucky did not run into any cute girls.", "label": 1}
{"input": "Why won't you show my location?!   http://twitpic.com/2y2es", "label": 1}
{"input": "No picnic  my phone smells like citrus.", "label": 1}
{"input": "@ashleyac My donkey is sensitive about such comments. Nevertheless, he'd (and me'd) be glad to see your mug asap. Charger is still awol. ", "label": 1}
{"input": "No new csi tonight.  FML", "label": 1}
{"input": "i think my arms are sore from tennis ", "label": 1}
{"input": "wonders why someone that u like so much can make you so unhappy in a split seccond . depressed . ", "label": 1}
{"input": "sleep soon... i just hate saying bye and see you tomorrow for the night. ", "label": 1}
{"input": "@statravelAU just got ur newsletter, those fares really are unbelievable, shame I already booked and paid for mine ", "label": 1}
{"input": "missin' the boo ", "label": 1}
{"input": "@markhardy1974 Me too  #itm", "label": 1}
{"input": "Damn... I don't have any chalk! MY CHALKBOARD IS USELESS ", "label": 1}
{"input": "had a blast at the Getty Villa, but hates that she's had a sore throat all day. It's just getting worse too ", "label": 1}
{"input": "@msdrama hey missed ya at the meeting  sup mama", "label": 1}
{"input": "My tummy hurts.  I wonder if the hypnosis has anything to do with it? If so, it's working, I get it, STOP SMOKING!!!", "label": 1}
{"input": "why is it always the fat ones?! ", "label": 1}
{"input": "@januarycrimson Sorry, babe!!  My fam annoys me too. Thankfully, they're asleep right now. Muahaha. *evil laugh*", "label": 1}
{"input": "@Hollywoodheat I should have paid more attention when we covered photoshop in my webpage design class in undergrad ", "label": 1}
{"input": "wednesday my b-day! don't know what 2 do!! ", "label": 1}
{"input": "Poor cameron (the hills) ", "label": 1}
{"input": "pray for me please, the ex is threatening to start sh** at my/our babies 1st Birthday party. what a jerk. and I still have a headache ", "label": 1}
{"input": "@makeherfamous hmm  , do u really enjoy being with him ? if the problems are too constants u should think things more , find someone ulike", "label": 1}
{"input": "Strider is a sick little puppy  http://apps.facebook.com/dogbook/profile/view/5248435", "label": 1}
{"input": "so rylee,grace...wana go steve's party or not?? SADLY SINCE ITS EASTER I WNT B ABLE 2 DO MUCH  BUT OHH WELL.....", "label": 1}
{"input": "hey, I actually won one of my bracket pools! Too bad it wasn't the one for money ", "label": 1}
{"input": "@stark YOU don't follow me, either  and i work for you!", "label": 1}
{"input": "A bad nite for the favorite teams: Astros and Spartans lose.  The nite out with T.W. was good.", "label": 1}
{"input": "@tuquyenmach Sasha is probably out... ", "label": 0}
{"input": "ohhh the Logan .gov site is down. I can't look at the new dogs at the pound ", "label": 0}
{"input": "i loved the trailer it waas great great great  just worried for edward fans moving to team jacob ", "label": 0}
{"input": "@tthompson1969 the f#@$er!! See, that's why I stay away from that cesspit. I'm sorry you got cyberpunked. ", "label": 0}
{"input": "Today El Salvador swore in the first far left President to ever be seen...  ... Hope we don't end up like Cuba", "label": 0}
{"input": "is in memorial of my stupidest and cutiest dog, Enduth, who'd RIP on 2 June 1997. it's been 12 yrs that i don't have a dog ", "label": 0}
{"input": "@adam234613 i don't even have a job! economy sucks and no one wants to hire me. ", "label": 0}
{"input": "@icontips, @dawnrichard never twits back us &quot;regular&quot; people  if she only knew she could make someone's day by doing so!", "label": 0}
{"input": "@DaDreak well @objecktivone did it, but he just left to go on tour today  definitely worth waiting til he gets back though. he rools.", "label": 0}
{"input": "want to go home now and come back on Thursday... ", "label": 0}
{"input": "Time to start studying ", "label": 0}
{"input": "Its flippin hott! And im so tired.... ", "label": 0}
{"input": "@loveyferro Went grocery shopping... bought an 8 pack of Top Ramen, it was $2.50.. I paid in change ", "label": 0}
{"input": "getting through a back log of email, some are a month old ", "label": 0}
{"input": "@adultwifans but... sorry... kristen steward is a very very very cold bella... i don't like her ", "label": 0}
{"input": "I'm so off tomorrow but...not really b/c I have to run errends and be at rehearsal ", "label": 0}
{"input": "where the hell is my @csi_printchick and @jonathanrknight  im missing them terribly ", "label": 0}
{"input": "@orca3174 im so sorry sis...    is it official? you found at today?", "label": 0}
{"input": "@PiscesFriction lmao .. I cant go shopping tonight ", "label": 0}
{"input": "@steenyweeny i had to google that.. ", "label": 0}
{"input": "shout out to @DieterKiss961 ..sorry i missed your bday ", "label": 0}
{"input": "needs to study up, schedule, and pass the 70-290 along with some other tests before my July 1st review. ", "label": 0}
{"input": "I...won't be able to play the Sims 3 without a laptop upgrade ", "label": 0}
{"input": "@AngieeCiccone move your ass to Brazil you bitch ", "label": 0}
{"input": "cant believe lauren has left the hills!!!!!! ", "label": 0}
{"input": "oh my.. feeling not well today.  wanna go home and sleep..", "label": 0}
{"input": "watching dave!  wish I were there ", "label": 0}
{"input": "trying to do my static image on 'paint' but its not rotating the way I want it ", "label": 0}
{"input": "@kiayame i don't think i'm watching the live chat. gotta pay attention school all year long on and off school  why do i have to leave ", "label": 0}
{"input": "Last screen printing class tomorrow. ", "label": 0}
{"input": "watching the hills season 5 finale ", "label": 0}
{"input": "@redhcray i sorry ", "label": 0}
{"input": "ohhh  I lost 4 followers", "label": 0}
{"input": "@TheMonkeyest i want pizza ", "label": 0}
{"input": "It just kind of hit me that my baby is way too close to be a toddler.  #militarymon", "label": 0}
{"input": "@darlakoske pool parties?!?! Who's having pool parties?!?! I didn't hear about it. ", "label": 0}
{"input": "11 hours at work to come home sleep and be no use. lovely job ", "label": 0}
{"input": "just payed all my bills ! now im broke  sigh...", "label": 0}
{"input": "Oh I gotta go to bed. Not looking forward to clinic tomorrow. ", "label": 0}
{"input": "@threemilesdown true that. I want some now, damn ", "label": 0}
{"input": "@King_RJ878 A long sleepless night!! ", "label": 0}
{"input": "@annekinla The only Trader Joe's we have in NC is in Raleigh ", "label": 0}
{"input": "Wow I'm a dork - tears occurred today ", "label": 0}
{"input": "@iCharlotte Not Tuesday already?! ", "label": 0}
{"input": "At Nation's in Berkeley so I can avoid the traffic home. I'm gonna get fat ", "label": 0}
{"input": "@BequiJ Oh no!! I hope he feels better... ", "label": 0}
{"input": "Just played football in freezing rain weather and missing the Elton John concert ", "label": 0}
{"input": "@kdhoney1 sorry!!  Mine are both sleeping and I am looking forward to the chat #clothdiapers", "label": 0}
{"input": "@_HotMess_ lol. Wow. I was using ubertwitter but it keeps making my phone freeze up ", "label": 0}
{"input": "@chef69 no i do not, only english ", "label": 0}
{"input": "Crying ,because im lonely ", "label": 0}
{"input": "@FadedGal I want to go to greenville again this yr,i can't afford plane.. ugh.I won't have a &quot;paycheck&quot;til this December ", "label": 0}
{"input": "@adaggio1 I was over hackney sides earlier but no battery  ... madness im gonna come run up on you with the mpc at some point this week", "label": 0}
{"input": "Hello stressful week. Homework, projects, studying   Out of it :/", "label": 0}
{"input": "I JUST GOT REALLLY DEPRESSED. ", "label": 0}
{"input": "Arg. I fell asleep. Now I really have to get some work done. But I don't want to!! ", "label": 0}
{"input": "Very slow at work but it doesn't look like I'm ever getting out of here ", "label": 0}
{"input": "@noonnoon @coco261 good morning, no battery! ", "label": 0}
{"input": "omg... i'm like so so so hungry... somebody save me... ", "label": 0}
{"input": "@caffeinesparks @LaTtEX @cocoy What can the world do to stop NoKor? Seems like a tantrum that went way out of hand ", "label": 0}
{"input": "I feel bad turning so many people down for lunch. Too much work to do. ", "label": 0}
{"input": "@mkramer4  Yeah, very sad ", "label": 0}
{"input": "I hate mondays ", "label": 0}
{"input": "watching baseball practice with my friends...the bugs ", "label": 0}
{"input": "I cant belive he did that to me. ", "label": 0}
{"input": "i miss my girls @whoppergirladv &amp; @crazyirishkimmy  wish they were @ Walt Disney World w me", "label": 0}
{"input": "cameron_ i am super jealousss!!!i want a slice. ", "label": 0}
{"input": "I wanna go 2 bed, but I have 2 finish my stupid science lab ", "label": 0}
{"input": "@tmrobertca Can't see or feel any, she's just hurting and bleeding. Waiting forever in ER and no pain meds yet (or dinner). No Dr. yet ", "label": 0}
{"input": "dont know how to upload my default pic ", "label": 0}
{"input": "I miss my TV. It's at my apartment in San Antonio all by itself ", "label": 0}
{"input": "@Gwyndy  What's wrong with my Gwenie Gwen?", "label": 0}
{"input": "practice tests. want to be out on the town w friends ", "label": 0}
{"input": "@twisource happy bday. i'm moving from philly to memphis and i have my speakers packed   (Imprint LIVE! live &gt; http://ustre.am/14PY)", "label": 0}
{"input": "Watching Jon &amp; Kate+8. My acid-reflux is horrendous right now! ", "label": 0}
{"input": "@kkpalmer89 I hope your not talking about me ", "label": 0}
{"input": "@danimckinney i love you beautiful ", "label": 0}
{"input": "Might not have a job in a month ", "label": 0}
{"input": "@popsikate Yes but I don't want too  I can't afford it any longer ((", "label": 0}
{"input": "I am forever surprised by the number of people who auto-dm you on follow. Does that seem authentic to you? ", "label": 0}
{"input": "It's 2am and I'm awake again it's way too hot outside so by room is too  I think I'll open the wibdow", "label": 0}
{"input": "@stephaxcell another boring day at work eh??  now you have twitter to keep you occupied!! haha", "label": 0}
{"input": "Hulu is fresh out of Land of the Lost episodes.    No second through fourth seasons?", "label": 0}
{"input": "There's no Lebron on tonight.  What the hell am I supposed to do!!!!!!!!!!!!!!!!!! ", "label": 0}
{"input": "@TCharie Make him follow meeeeee ", "label": 0}
{"input": "going to see angels and demons TO KILL TIME BECAUSE THERE IS NOTHING TO DO IN THIS TOWN ", "label": 0}
{"input": "GameStop informed me The Sims 3 is there for me to pick up tomorrow. Too bad I don't have a gaming 'puter to play it on. ", "label": 0}
{"input": "If my blkbrry were a human he'd be an extreme fighter whose been dropped 2 many times with a broken arm right now ", "label": 0}
{"input": "@peridotwords  o no! how in the world did u end up there?", "label": 0}
{"input": "@maddiemcgills agreed ", "label": 0}
{"input": "is missing her blackberry ", "label": 0}
{"input": "I'm doing my nightly activities of lounging, getting ready for bed, facebook, twitter, aim, watching movies...up at 6:30AM for class! ", "label": 0}
{"input": "Having some serious tech difficulties getting on my show ", "label": 0}
{"input": "english and drivers ed finals tomorrow...woo ", "label": 0}
{"input": "@LizzyLizzyLoo I WANT A MIX TOO!? ", "label": 0}
{"input": "Passengers on Air France Flight 447 sent text messages to family before plane disappeared http://tinyurl.com/nuyuuq. Horrible way to die. ", "label": 0}
{"input": "Is in one of those I don't feel like doing homework moods Blaah! And I love my daddy Very much !!  xxo", "label": 0}
{"input": "im hungry where is my mommy...i dnt feel good ", "label": 0}
{"input": "@SongzYuuup I can't listen until I get home.  I'm tryna see if my BB app has that radio station. What exclusives is he lettin out?", "label": 0}
{"input": "@Colleen84 I may be the only one, but I will NOT be watching it.  Between work and packing there is no time for TV. ", "label": 0}
